{
  "services": "xizmatlar",
  "solutions": "yechimlar",
  "work": "ish",
  "about": "biz haqimizda",
  "contact": "aloqa",
  "Get in Touch": "Biz bilan bog'laning",
  "We are a Software Development Company": "Biz dasturiy ta'minot ishlab chiqaruvchi kompaniyamiz",
  "We are your trusted development partner with just one goal in focus to build products that generate a lasting, profitable impact.": "Biz sizning ishonchli rivojlanish bo'yicha hamkoringizmiz, faqat bitta maqsadga yo'naltirilganmiz - uzoq muddatli, foydali ta'sir ko'rsatadigan mahsulotlar yaratish.",
  "Let's Discuss Your Idea": "Keling, sizning g'oyangizni muhokama qilamiz",
  "Let's Discuss": "Keling, muhokama qilamiz",
  "Our success stories": "Bizning muvaffaqiyat hikoyalarimiz",
  "More case studies": "Ko'proq misollar",
  "Planix is a booking platform eliminating queues in Uzbekistan, boosting productivity and customer satisfaction.": "Planix - O'zbekistonda navbatlarni yo'qotadigan, unumdorlik va mijozlar ehtiyojini qondirishni oshiradigan bron qilish platformasi.",
  "Planix is a booking platform that eliminates queues in Uzbekistan, enhancing productivity and customer satisfaction. It offers a seamless experience for users to book services, manage appointments, and access various features, all while ensuring a user-friendly interface and efficient service delivery.": "Planix - O'zbekistonda navbatlarni yo'q qiladigan, unumdorlikni va mijozlar mamnuniyatini oshiradigan bron qilish platformasi. U foydalanuvchilarga xizmatlarni bron qilish, uchrashuvlarni boshqarish va turli funktsiyalardan foydalanish uchun uzluksiz tajriba taqdim etadi, shu bilan birga foydalanuvchilarga qulay interfeys va samarali xizmat ko'rsatishni ta'minlaydi.",
  "Justix Academy is an Uzbek-language platform offering programming courses tailored for learners in Uzbekistan.": "Justix Academy - O'zbekistondagi o'quvchilar uchun moslashtirilgan dasturlash kurslarini taklif qiluvchi o'zbek tilidagi platforma.",
  "Justix Academy is an innovative platform that provides programming courses in the Uzbek language, specifically designed for learners in Uzbekistan. The platform aims to bridge the gap in tech education by offering high-quality, accessible resources that cater to the unique needs of local students, empowering them to excel in the tech industry.": "Justix Academy - bu O'zbekistondagi o'quvchilar uchun maxsus ishlab chiqilgan, o'zbek tilida dasturlash kurslarini taqdim etadigan innovatsion platforma. Platforma mahalliy talabalarning o'ziga xos ehtiyojlariga javob beradigan yuqori sifatli, qulay resurslarni taklif qilish orqali texnologik ta'limdagi bo'shliqni to'ldirishni maqsad qilgan va ularga texnologiya sohasida muvaffaqiyat qozonish imkoniyatini beradi.",
  "Our product": "Bizning mahsulotimiz",
  "development process": "Rivojlanish jarayoni",
  "View More": "Ko'proq ko'rish",
  "Ideate": "G'oya",
  "We analyze your vision thoroughly to ensure the roadmap is perfectly aligned with your end goals, setting the stage for product success.": "Mahsulot muvaffaqiyatiga zamin yaratib, yo'l xaritasi sizning yakuniy maqsadlaringizga to'liq mos kelishini ta'minlash uchun biz sizning tasavvuringizni chuqur tahlil qilamiz.",
  "Design": "Dizayn",
  "Crafting a minimal viable product (MVP) that balances design with core functionality, maximizing value and user satisfaction.": "Dizaynni asosiy funksionallik bilan muvozanatlashtiradigan, qiymat va foydalanuvchi mamnuniyatini maksimal darajada oshiradigan minimal hayotiy mahsulot (MVP) yaratish.",
  "Develop": "Rivojlantirish",
  "Developing end-to-end solutions with a focus on feasibility assessment, architecture design, and agile process to ensure rapid, high-quality delivery.": "Tez va yuqori sifatli yetkazib berishni ta'minlash uchun imkoniyatlarni baholash, arxitektura dizayni va chaqqon jarayonga e'tibor qaratgan holda kompleks yechimlarni ishlab chiqish.",
  "Test": "Sinov",
  "Ensuring your product meets the highest standards of quality and reliability through extensive QA and software testing across all user touch points.": "Barcha foydalanuvchi aloqa nuqtalarida keng qamrovli QA va dasturiy ta'minot sinovlari orqali mahsulotingiz sifat va ishonchlilikning eng yuqori standartlariga javob berishini ta'minlash.",
  "Launch": "Ishga tushirish",
  "Executing a successful product launch by developing tailored deployment plans, executing a smooth rollout, and offering dedicated post-launch assistance.": "Maxsus joylashtirish rejalarini ishlab chiqish, silliq ishga tushirishni amalga oshirish va ishga tushirishdan keyingi maxsus yordamni taklif qilish orqali muvaffaqiyatli mahsulotni ishga tushirish.",
  "Support": "Qo'llab-quvvatlash",
  "Providing ongoing support and enhancements to ensure continued product success.": "Mahsulotning davomiy muvaffaqiyatini ta'minlash uchun doimiy qo'llab-quvvatlash va takomillashtirishni ta'minlash.",
  "Technologies we use": "Biz foydalanadigan texnologiyalar",
  "Hire from our pool of 350+ specialized experts in web, mobile, and software engineering, specializing in the latest technologies and frameworks, ready to scale your development teams effortlessly.": "Veb, mobil va dasturiy injiniring sohasida eng so'nggi texnologiyalar va freymvorklar bo'yicha ixtisoslashgan 350 dan ortiq ixtisoslashgan mutaxassislarimizdan ishga yollang, ular sizning rivojlanish guruhlaringizni osonlikcha kengaytirishga tayyor.",
  "Mobile Apps": "Mobil ilovalar",
  "Web Platforms": "Veb platformalar",
  "Cross Platforms": "Kross-platformalar",
  "Database": "Ma'lumotlar bazasi",
  "Cloud & DevOps": "Bulut va DevOps",
  "Create a software development Team with us": "Biz bilan dasturiy ta'minot ishlab chiqarish jamoasini yarating",
  "Get a Quote": "Narxni oling",
  "AI & Big Data": "AI va Katta ma'lumotlar",
  "Big Data": "Katta ma'lumotlar",
  "Development": "Rivojlanish",
  "Web3.0 Development": "Web3.0 Rivojlantirish",
  "Cloud & Backend": "Bulut va Backend",
  "Web Development": "Veb-ishlab chiqish",
  "Mobile Development": "Mobil ishlab chiqish",
  "Unified Engineering": "Birlashgan muhandislik",
  "MLOps": "MLOps",
  "DevOps": "DevOps",
  "DevSecOps": "DevSecOps",
  "Others": "Boshqalar",
  "UX/UI Design": "UX/UI dizayn",
  "System/Business Analytics": "Tizim/Biznes tahlili",
  "Product Management": "Mahsulot boshqaruvi",
  "15+ years of experience": "15+ yillik tajriba",
  "600+ projects for global brands": "Global brendlar uchun 600+ loyiha",
  "350+ skilled designers and developers": "350+ malakali dizaynerlar va ishlab chiquvchilar",
  "Fast, efficient, and scalable AI development": "Tez, samarali va kengaytiriladigan sun'iy intellektni rivojlantirish",
  "User-centered design approach": "Foydalanuvchiga yo'naltirilgan dizayn yondashuvi",
  "Android": "Android",
  "Ionic": "Ionic",
  "JavaScript": "JavaScript",
  "React": "React",
  "Hive": "Hive",
  "Chopper": "Chopper",
  "Xamarin": "Xamarin",
  "Flutter": "Flutter",
  "C Sharp": "C Sharp",
  "Generative AI": "Generativ AI",
  "Automate your workflows and enhance user engagement with our advanced Generative AI solutions.": "Ilg'or Generativ AI yechimlarimiz yordamida ish jarayonlaringizni avtomatlashtiring va foydalanuvchilarning jalb qilinishini oshiring.",
  "Smart AI Assistant": "Aqlli AI yordamchisi",
  "Boost productivity and customer satisfaction with intelligent AI assistants customized for your business.": "Biznesingiz uchun moslashtirilgan aqlli AI yordamchilari yordamida unumdorlik va mijozlar ehtiyojini qondirishni oshiring.",
  "AI Model Fine-tuning": "AI modelini sozlash",
  "Optimize your existing AI models with the latest algorithms and expansive datasets.": "Mavjud AI modellaringizni eng so'nggi algoritmlar va keng ma'lumotlar to'plamlari bilan optimallashtiring.",
  "Natural Language Processing (LLM)": "Tabiiy tilni qayta ishlash (LLM)",
  "Improve accuracy and outcomes with AI systems that learn and adapt from data.": "Ma'lumotlardan o'rganadigan va moslashadigan AI tizimlari yordamida aniqlik va natijalarni yaxshilang.",
  "Automated Optimization": "Avtomatlashtirilgan optimallashtirish",
  "Streamline processes and resource allocation through AI-powered automation.": "AI-quvvatli avtomatlashtirish orqali jarayonlarni va resurslarni taqsimlashni optimallashtiring.",
  "Custom AI App Development": "Maxsus AI ilovalarini ishlab chiqish",
  "Develop AI-powered applications to solve specific business challenges.": "Maxsus biznes muammolarini hal qilish uchun AI-quvvatli ilovalarni ishlab chiqing.",
  "AI Integration": "AI integratsiyasi",
  "Integrate AI capabilities into your existing processes to drive innovation.": "Innovatsiyalarni rag'batlantirish uchun mavjud jarayonlaringizga AI imkoniyatlarini integratsiya qiling.",
  "Deep Learning": "Chuqur o'rganish",
  "Uncover complex patterns and trends with advanced deep-learning models.": "Ilg'or chuqur o'rganish modellari yordamida murakkab naqshlar va tendentsiyalarni oching.",
  "Machine Learning": "Mashinani o'rganish",
  "Extract valuable insights and predictions from your data to drive growth.": "O'sishni rag'batlantirish uchun ma'lumotlaringizdan qimmatli tushunchalar va bashoratlarni oling.",
  "Future-ready": "Kelajakka tayyor",
  "Stay ahead with AI solutions designed to adapt to your needs.": "Ehtiyojlaringizga moslashish uchun mo'ljallangan AI yechimlari bilan oldinda bo'ling.",
  "Scalability": "Kengaytiriluvchanlik",
  "Easily scale your operations with AI solutions built to handle growth.": "O'sishni boshqarish uchun qurilgan AI yechimlari yordamida operatsiyalaringizni osonlikcha kengaytiring.",
  "Efficiency": "Samaradorlik",
  "Automate tasks and streamline processes, allowing your team to focus on more important activities.": "Vazifalarni avtomatlashtiring va jarayonlarni optimallashtiring, bu sizning jamoangizga muhimroq faoliyatlarga e'tibor qaratish imkonini beradi.",
  "Customization": "Moslashtirish",
  "Tailor AI solutions to address your unique challenges and goals.": "Noyob muammolaringiz va maqsadlaringizni hal qilish uchun AI yechimlarini moslashtiring.",
  "Enjoy peace of mind with dedicated support services ensuring optimal performance.": "Optimal ishlashni ta'minlaydigan maxsus qo'llab-quvvatlash xizmatlari bilan xotirjamlikdan bahramand bo'ling.",
  "Discovery Phase": "Kashfiyot bosqichi",
  "We assess your needs and define the project scope to understand how AI can help your business.": "AI sizning biznesingizga qanday yordam berishi mumkinligini tushunish uchun biz sizning ehtiyojlaringizni baholaymiz va loyiha doirasini aniqlaymiz.",
  "Planning Stage": "Rejalashtirish bosqichi",
  "We create actionable strategies for AI development based on your project scope and vision.": "Loyiha doirasi va tasavvuringizga asoslanib, AI rivojlanishi uchun amaliy strategiyalarni yaratamiz.",
  "AI Development": "AI rivojlantirish",
  "We follow an agile development approach to achieve your AI goals, from integrating AI features to building stand-alone products.": "AI maqsadlaringizga erishish uchun biz AI xususiyatlarini integratsiyalashdan tortib, mustaqil mahsulotlarni yaratishgacha bo'lgan chaqqon rivojlanish yondashuviga amal qilamiz.",
  "Testing and Deployment": "Sinov va joylashtirish",
  "We test your AI solutions' functionality, accuracy, and responsiveness, providing comprehensive documentation before deployment.": "Joylashtirishdan oldin biz sizning AI yechimlaringizning funksionalligi, aniqligi va sezgirligini sinovdan o'tkazamiz, keng qamrovli hujjatlarni taqdim etamiz.",
  "Ongoing Support": "Doimiy qo'llab-quvvatlash",
  "Our support services include updating your AI models with new datasets and ensuring continuous improvement and optimization.": "Bizning qo'llab-quvvatlash xizmatlarimiz sizning AI modellaringizni yangi ma'lumotlar to'plamlari bilan yangilashni va doimiy takomillashtirish va optimallashtirishni ta'minlashni o'z ichiga oladi.",
  "How much does an Artificial Intelligence-based app cost?": "Sun'iy intellektga asoslangan ilova qancha turadi?",
  "The average cost to develop an artificial intelligence app ranges from $45,000 to $200,000. However, this is a very rough estimate. Several factors, like your app's features, complexity, and design, can increase or lower the final price. Get in touch for exact budget estimates!": "Sun'iy intellekt ilovasini ishlab chiqishning o'rtacha qiymati 45 000 dollardan 200 000 dollargacha. Biroq, bu juda taxminiy hisob. Ilovangizning xususiyatlari, murakkabligi va dizayni kabi bir qancha omillar yakuniy narxni oshirishi yoki pasaytirishi mumkin. Aniq byudjet smetalari uchun biz bilan bog'laning!",
  "How do artificial intelligence development services help businesses?": "Sun'iy intellektni rivojlantirish xizmatlari biznesga qanday yordam beradi?",
  "AI development services assist in building and deploying AI solutions that meet specific business needs, including machine learning, natural language processing, computer vision, and predictive analytics. Partnering with a reliable AI software development about helps businesses leverage superior algorithms and techniques to derive insights from data and enhance decision-making.": "AI rivojlantirish xizmatlari mashinani o'rganish, tabiiy tilni qayta ishlash, kompyuter ko'rish va bashoratli tahlilni o'z ichiga olgan maxsus biznes ehtiyojlariga javob beradigan AI yechimlarini yaratish va joylashtirishda yordam beradi. Ishonchli AI dasturiy ta'minot ishlab chiqaruvchisi bilan hamkorlik qilish biznesga ma'lumotlardan tushunchalar olish va qaror qabul qilishni yaxshilash uchun yuqori darajadagi algoritmlar va usullardan foydalanishga yordam beradi.",
  "How can AI software development services benefit my business?": "AI dasturiy ta'minot ishlab chiqarish xizmatlari mening biznesimga qanday foyda keltirishi mumkin?",
  "AI services help businesses perform repetitive tasks, fine-tune customer interactions, and gain insights from data, driving data-driven decisions, efficiency, and a competitive edge.": "AI xizmatlari biznesga takrorlanadigan vazifalarni bajarishda, mijozlar bilan o'zaro munosabatlarni sozlashda va ma'lumotlardan tushunchalar olishda yordam beradi, bu esa ma'lumotlarga asoslangan qarorlar qabul qilish, samaradorlik va raqobat ustunligini ta'minlaydi.",
  "What are the key components of AI App Development Services?": "AI ilovalarini ishlab chiqish xizmatlarining asosiy komponentlari nimalardan iborat?",
  "AI app development includes data preprocessing, model training, deployment, and ongoing support. This ensures high performance and scalability.": "AI ilovalarini ishlab chiqish ma'lumotlarni oldindan qayta ishlash, modelni o'qitish, joylashtirish va doimiy qo'llab-quvvatlashni o'z ichiga oladi. Bu yuqori ishlash va kengaytiriluvchanlikni ta'minlaydi.",
  "Big Data Consulting": "Katta ma'lumotlar bo'yicha konsalting",
  "Helping you develop a clear strategy to manage and analyze your data.": "Ma'lumotlaringizni boshqarish va tahlil qilish uchun aniq strategiyani ishlab chiqishga yordam beramiz.",
  "Big Data Analytics": "Katta ma'lumotlar tahlili",
  "Converting raw data into actionable insights to guide business decisions.": "Biznes qarorlarini yo'naltirish uchun xom ma'lumotlarni amaliy tushunchalarga aylantirish.",
  "Data Management": "Ma'lumotlarni boshqarish",
  "Structuring and organizing data to ensure easy access and high quality.": "Oson kirish va yuqori sifatni ta'minlash uchun ma'lumotlarni tuzish va tartibga solish.",
  "Custom Data Applications": "Maxsus ma'lumotlar ilovalari",
  "Create tailored apps to analyze data, track trends, and ensure security.": "Ma'lumotlarni tahlil qilish, tendentsiyalarni kuzatish va xavfsizlikni ta'minlash uchun moslashtirilgan ilovalarni yarating.",
  "Platform Integration": "Platforma integratsiyasi",
  "Integrating big data technologies like Hadoop, Spark, and cloud solutions.": "Hadoop, Spark va bulutli yechimlar kabi katta ma'lumotlar texnologiyalarini integratsiyalash.",
  "Cloud Migration": "Bulutga ko'chish",
  "Moving your data infrastructure to the cloud for better scalability and security.": "Yaxshiroq kengaytiriluvchanlik va xavfsizlik uchun ma'lumotlar infratuzilmangizni bulutga ko'chirish.",
  "Maintenance and Support": "Texnik xizmat ko'rsatish va qo'llab-quvvatlash",
  "Regular monitoring and updates to keep your data system efficient.": "Ma'lumotlar tizimingizning samaradorligini saqlash uchun muntazam monitoring va yangilanishlar.",
  "Data Strategy": "Ma'lumotlar strategiyasi",
  "We work with you to outline your goals and determine the best approach to manage your data.": "Maqsadlaringizni belgilash va ma'lumotlaringizni boshqarishning eng yaxshi yondashuvini aniqlash uchun biz siz bilan ishlaymiz.",
  "Data Collection & Cleaning": "Ma'lumotlarni yig'ish va tozalash",
  "We gather your data, ensuring it is accurate and ready for analysis.": "Biz sizning ma'lumotlaringizni yig'amiz, ularning aniqligi va tahlilga tayyorligini ta'minlaymiz.",
  "Data Analysis": "Ma'lumotlar tahlili",
  "Our team extracts insights from your data using advanced analytics techniques.": "Bizning jamoamiz ilg'or tahlil usullari yordamida ma'lumotlaringizdan tushunchalar chiqaradi.",
  "Solution Development": "Yechim ishlab chiqish",
  "We design and implement a data solution tailored to your needs.": "Biz sizning ehtiyojlaringizga moslashtirilgan ma'lumotlar yechimini loyihalashtiramiz va amalga oshiramiz.",
  "Testing & Deployment": "Sinov va joylashtirish",
  "We thoroughly test the solution before launching it into your system.": "Yechimni tizimingizga ishga tushirishdan oldin biz uni sinchkovlik bilan sinovdan o'tkazamiz.",
  "Our team provides updates and support to ensure continued success.": "Bizning jamoamiz davomiy muvaffaqiyatni ta'minlash uchun yangilanishlar va qo'llab-quvvatlashni taqdim etadi.",
  "Over 15 years of experience delivering data solutions to global brands": "Global brendlarga ma'lumotlar yechimlarini yetkazib berish bo'yicha 15 yildan ortiq tajriba",
  "We are built to manage growing data volumes as your business expands": "Biznesingiz kengaygan sari ortib borayotgan ma'lumotlar hajmini boshqarish uchun qurilganmiz",
  "Quick setup and support to keep your solution performing optimally": "Yechimingizning optimal ishlashini ta'minlash uchun tez sozlash va qo'llab-quvvatlash",
  "We apply strict security measures to protect your sensitive information": "Sizning maxfiy ma'lumotlaringizni himoya qilish uchun biz qat'iy xavfsizlik choralarini qo'llaymiz",
  "Apple": "Apple",
  "AR Kit": "AR Kit",
  "Obj C": "Obj C",
  "SwiftUI": "SwiftUI",
  "Widgets": "Vidjetlar",
  "How much does it cost to develop a big data solution?": "Katta ma'lumotlar yechimini ishlab chiqish qancha turadi?",
  "The cost depends on your project's complexity and scope. We typically provide solutions ranging from $25,000 to $300,000 based on your needs.": "Narx loyihangizning murakkabligi va ko'lamiga bog'liq. Odatda biz sizning ehtiyojlaringizga qarab 25 000 dan 300 000 dollargacha bo'lgan yechimlarni taqdim etamiz.",
  "What is the typical timeline for a big data project?": "Katta ma'lumotlar loyihasining odatiy muddati qanday?",
  "Most projects take 3-6 months to complete, depending on complexity. We provide a clear timeline to ensure fast delivery.": "Aksariyat loyihalar murakkabligiga qarab 3-6 oyda yakunlanadi. Tez yetkazib berishni ta'minlash uchun biz aniq muddatni taqdim etamiz.",
  "How do you ensure data security?": "Ma'lumotlar xavfsizligini qanday ta'minlaysiz?",
  "We follow strict industry standards, including encryption, data masking, and compliance with GDPR, to ensure your data is always secure.": "Ma'lumotlaringizning doimo xavfsiz bo'lishini ta'minlash uchun biz shifrlash, ma'lumotlarni niqoblash va GDPRga muvofiqlik kabi qat'iy sanoat standartlariga amal qilamiz.",
  "Why should I invest in big data development?": "Nima uchun katta ma'lumotlarni rivojlantirishga sarmoya kiritishim kerak?",
  "Big data development helps businesses make informed decisions, improve operations, and better understand customer behavior, leading to long-term growth.": "Katta ma'lumotlarni rivojlantirish biznesga asoslangan qarorlar qabul qilish, operatsiyalarni yaxshilash va mijozlar xatti-harakatlarini yaxshiroq tushunishga yordam beradi, bu esa uzoq muddatli o'sishga olib keladi.",
  "dApps Development Services": "dApps ishlab chiqish xizmatlari",
  "Build decentralized apps with transparency and direct interaction between users and providers.": "Foydalanuvchilar va provayderlar o'rtasida shaffoflik va to'g'ridan-to'g'ri o'zaro ta'sirga ega markazlashtirilmagan ilovalarni yarating.",
  "DeFi Solutions Development": "DeFi yechimlarini ishlab chiqish",
  "Develop decentralized exchanges and lending platforms for financial services without central authorities.": "Markaziy hokimiyat organlarisiz moliyaviy xizmatlar uchun markazlashtirilmagan birjalar va kredit platformalarini ishlab chiqing.",
  "NFT Marketplace Development": "NFT bozorini ishlab chiqish",
  "Create a secure marketplace for buying, selling, or exchanging NFTs.": "NFTlarni sotib olish, sotish yoki almashtirish uchun xavfsiz bozor yarating.",
  "Smart Contract Development": "Aqlli shartnomalarni ishlab chiqish",
  "Automate agreements and transactions with secure smart contracts.": "Xavfsiz aqlli shartnomalar yordamida kelishuvlar va tranzaktsiyalarni avtomatlashtiring.",
  "Web3 Game Development": "Web3 o'yinlarini ishlab chiqish",
  "Develop games with in-game asset ownership verification and play-to-earn features.": "O'yin ichidagi aktivlarga egalikni tekshirish va o'ynab pul ishlash xususiyatlariga ega o'yinlarni ishlab chiqing.",
  "Blockchain Technology Services": "Blokcheyn texnologiyalari xizmatlari",
  "Build secure systems for various applications, including supply chain management and identity verification.": "Ta'minot zanjiri boshqaruvi va shaxsni tasdiqlash kabi turli xil ilovalar uchun xavfsiz tizimlarni yarating.",
  "Crypto Wallet Development": "Kripto hamyonni ishlab chiqish",
  "Develop secure wallets for digital asset storage and transactions.": "Raqamli aktivlarni saqlash va tranzaktsiyalar uchun xavfsiz hamyonlarni ishlab chiqing.",
  "600+ Completed Projects": "600+ yakunlangan loyihalar",
  "250+ Designers & Developers": "250+ dizaynerlar va ishlab chiquvchilar",
  "Experts in Ethereum, Cardano, Stellar, Polkadot, Tezos": "Ethereum, Cardano, Stellar, Polkadot, Tezos bo'yicha mutaxassislar",
  "Solution built like dApps to DeFi, NFT marketplaces, and more": "DeFi, NFT bozorlari va boshqalar uchun dApps kabi qurilgan yechim",
  "Understand your idea, target audience, and business goals to define core features.": "Asosiy xususiyatlarni aniqlash uchun g'oyangizni, maqsadli auditoriyangizni va biznes maqsadlaringizni tushuning.",
  "Design and Prototyping": "Dizayn va prototiplash",
  "Create wireframes and prototypes to visualize the user journey.": "Foydalanuvchi sayohatini vizualizatsiya qilish uchun simli ramkalar va prototiplar yarating.",
  "Build the Web3 solution using the latest technologies and best practices.": "Eng so'nggi texnologiyalar va eng yaxshi amaliyotlardan foydalangan holda Web3 yechimini yarating.",
  "Testing and Feedback": "Sinov va fikr-mulohaza",
  "Conduct thorough testing and gather feedback from early users.": "To'liq sinovdan o'tkazing va dastlabki foydalanuvchilardan fikr-mulohazalarni to'plang.",
  "Launch and Support": "Ishga tushirish va qo'llab-quvvatlash",
  "Help you launch your Web3 solution and provide ongoing support.": "Web3 yechimingizni ishga tushirishga yordam bering va doimiy qo'llab-quvvatlashni ta'minlang.",
  "How much does Web3 development cost?": "Web3 rivojlanishi qancha turadi?",
  "The cost of Web3 development varies based on the complexity of the project, the technologies used, and the specific requirements. Generally, Web3 projects can range from $10,000 to $200,000 or more. It's best to discuss your project with us for a detailed estimate.": "Web3 rivojlanishining qiymati loyihaning murakkabligi, ishlatiladigan texnologiyalar va maxsus talablarga qarab o'zgaradi. Odatda, Web3 loyihalari 10 000 dan 200 000 dollargacha yoki undan ko'proq bo'lishi mumkin. Batafsil smeta uchun loyihangizni biz bilan muhokama qilish yaxshidir.",
  "How long does it take to develop a Web3 solution?": "Web3 yechimini ishlab chiqish qancha vaqt oladi?",
  "The development timeline for a Web3 solution depends on the project's scope and complexity. On average, it can take anywhere from 3 to 12 months to develop a fully functional Web3 application.": "Web3 yechimini ishlab chiqish muddati loyihaning ko'lami va murakkabligiga bog'liq. O'rtacha, to'liq funksional Web3 ilovasini ishlab chiqish uchun 3 oydan 12 oygacha vaqt ketishi mumkin.",
  "What technologies are used in Web3 development?": "Web3 rivojlanishida qanday texnologiyalar qo'llaniladi?",
  "Web3 development leverages a variety of technologies, including blockchain platforms like Ethereum, Cardano, and Polkadot, as well as tools for smart contract development, decentralized storage, and more.": "Web3 rivojlanishi Ethereum, Cardano va Polkadot kabi blokcheyn platformalari, shuningdek, aqlli shartnomalarni ishlab chiqish, markazlashtirilmagan saqlash va boshqa vositalar kabi turli texnologiyalardan foydalanadi.",
  "How does Web3 development benefit businesses?": "Web3 rivojlanishi biznesga qanday foyda keltiradi?",
  "Web3 development offers numerous benefits, including enhanced security, transparency, and user control, as well as the ability to create decentralized applications and services.": "Web3 rivojlanishi yuqori xavfsizlik, shaffoflik va foydalanuvchi nazorati, shuningdek, markazlashtirilmagan ilovalar va xizmatlarni yaratish qobiliyati kabi ko'plab afzalliklarni taqdim etadi.",
  "Web Development Consulting": "Veb-ishlab chiqish bo'yicha konsalting",
  "Get expert advice and define your project scope for a smooth development process.": "Silliq rivojlanish jarayoni uchun ekspert maslahatini oling va loyiha doirasini aniqlang.",
  "Custom Web Development": "Maxsus veb-ishlab chiqish",
  "Create tailored solutions, from CRM systems to SaaS applications, designed to boost engagement and growth.": "CRM tizimlaridan SaaS ilovalarigacha bo'lgan, jalb qilish va o'sishni rag'batlantirish uchun mo'ljallangan moslashtirilgan yechimlarni yarating.",
  "Web Design Services": "Veb-dizayn xizmatlari",
  "Beautiful and functional web designs that reflect your brand's values.": "Brendingiz qadriyatlarini aks ettiruvchi chiroyli va funksional veb-dizaynlar.",
  "Ecommerce Development": "Elektron tijoratni rivojlantirish",
  "Build feature rich ecommerce platforms that drive sales and customer satisfaction.": "Savdo va mijozlar mamnuniyatini oshiradigan xususiyatlarga boy elektron tijorat platformalarini yarating.",
  "Web Application Development": "Veb-ilovalar ishlab chiqish",
  "Custom web apps designed for ease of use and operational alignment.": "Foydalanish qulayligi va operatsion moslashuv uchun mo'ljallangan maxsus veb-ilovalar.",
  "Progressive Web Apps (PWAs)": "Progressiv veb-ilovalar (PWA)",
  "Reach your audience anytime with apps that offer native-like experiences.": "Mahalliy tajribaga o'xshash tajribalarni taklif qiladigan ilovalar bilan auditoriyangizga istalgan vaqtda erishing.",
  "CMS Development": "CMS ishlab chiqish",
  "Simplify content management with custom CMS platforms.": "Maxsus CMS platformalari yordamida kontent boshqaruvini soddalashtiring.",
  "API Development & Integration": "API ishlab chiqish va integratsiya",
  "Enhance functionality with powerful APIs.": "Kuchli API-lar yordamida funksionallikni oshiring.",
  "Staff Augmentation": "Xodimlarni ko'paytirish",
  "Access skilled web developers on demand to meet your project needs.": "Loyiha ehtiyojlaringizni qondirish uchun talab bo'yicha malakali veb-ishlab chiquvchilarga murojaat qiling.",
  "We start by understanding your vision and setting a clear project scope.": "Biz sizning tasavvuringizni tushunish va aniq loyiha doirasini belgilash bilan boshlaymiz.",
  "Architecture": "Arxitektura",
  "We plan the structure of your project to align with your business goals.": "Biznes maqsadlaringizga mos keladigan loyihangizning tuzilishini rejalashtiramiz.",
  "UI/UX Design": "UI/UX dizayn",
  "Our designers create intuitive and visually appealing interfaces.": "Bizning dizaynerlarimiz intuitiv va vizual jozibali interfeyslarni yaratadilar.",
  "Front-end Development": "Front-end ishlab chiqish",
  "We bring designs to life with responsive, user-friendly interfaces.": "Biz dizaynlarni sezgir, foydalanuvchilarga qulay interfeyslar bilan hayotga tatbiq etamiz.",
  "Back-end Development": "Back-end ishlab chiqish",
  "We ensure smooth interactions and robust data management.": "Biz silliq o'zaro ta'sirlar va mustahkam ma'lumotlar boshqaruvini ta'minlaymiz.",
  "API Integration": "API integratsiyasi",
  "Seamlessly connect your web solution with third-party systems.": "Veb yechimingizni uchinchi tomon tizimlari bilan uzluksiz ulang.",
  "QA & Testing": "QA va sinov",
  "Thorough testing ensures your web solution is flawless.": "To'liq sinov sizning veb yechimingizning benuqson bo'lishini ta'minlaydi.",
  "We provide continuous updates and support to keep your web solution competitive.": "Veb yechimingizning raqobatbardoshligini saqlab qolish uchun biz doimiy yangilanishlar va qo'llab-quvvatlashni taqdim etamiz.",
  "How much does web development cost?": "Veb-ishlab chiqish qancha turadi?",
  "Costs vary based on complexity. For instance, a simple website might range from $2,000 to $7,000, while custom e-commerce platforms can exceed $10,000.": "Xarajatlar murakkablikka qarab o'zgaradi. Masalan, oddiy veb-sayt 2000 dan 7000 dollargacha, maxsus elektron tijorat platformalari esa 10 000 dollardan oshishi mumkin.",
  "How long does the development process take?": "Rivojlanish jarayoni qancha davom etadi?",
  "A medium complexity project typically takes between 6-12 months.": "O'rtacha murakkablikdagi loyiha odatda 6-12 oy davom etadi.",
  "Cloud Architecture & Consulting": "Bulutli arxitektura va konsalting",
  "Strategic cloud solutions tailored to your business needs, ensuring scalability, security, and cost-efficiency.": "Biznes ehtiyojlaringizga moslashtirilgan strategik bulutli yechimlar, kengaytiriluvchanlik, xavfsizlik va xarajat samaradorligini ta'minlaydi.",
  "Backend Development": "Backend ishlab chiqish",
  "Robust, high-performance backend solutions to power your web and mobile applications seamlessly.": "Veb va mobil ilovalaringizni uzluksiz quvvatlantirish uchun mustahkam, yuqori samarali backend yechimlari.",
  "Serverless Computing": "Serversiz hisoblash",
  "Reduce operational overhead and scale effortlessly with serverless architectures.": "Serversiz arxitekturalar yordamida operatsion xarajatlarni kamaytiring va osonlikcha kengaytiring.",
  "Cloud Migration Services": "Bulutga ko'chirish xizmatlari",
  "Seamlessly transition from on-premise to cloud-based infrastructure without disruptions.": "Uzluksiz ravishda mahalliy infratuzilmadan bulutga asoslangan infratuzilmaga o'ting.",
  "Database Management & Optimization": "Ma'lumotlar bazasini boshqarish va optimallashtirish",
  "Ensure fast, reliable, and scalable database performance with expert tuning and management.": "Ekspert sozlash va boshqaruv yordamida tez, ishonchli va kengaytiriladigan ma'lumotlar bazasi ishlashini ta'minlang.",
  "DevOps & CI/CD Automation": "DevOps va CI/CD avtomatlashtirish",
  "Streamline deployment processes and improve efficiency with automated DevOps pipelines.": "Avtomatlashtirilgan DevOps quvurlari yordamida joylashtirish jarayonlarini optimallashtiring va samaradorlikni oshiring.",
  "API Development & Microservices": "API ishlab chiqish va mikroservislar",
  "Build scalable, maintainable, and efficient APIs using microservices architecture.": "Mikroservislar arxitekturasi yordamida kengaytiriladigan, qo'llab-quvvatlanadigan va samarali API-larni yarating.",
  "Cloud Security & Compliance": "Bulutli xavfsizlik va muvofiqlik",
  "All Rights Reserved": "Barcha huquqlar himoyalangan",
  "Terms & Conditions": "Shartlar va qoidalar",
  "Privacy Policy": "Maxfiylik siyosati",
  "Solutions": "Yechimlar",
  "Company": "Kompaniya",
  "We partner with": "Biz hamkorlik qilamiz",
  "Protect your data and applications with enterprise-grade security measures and compliance adherence.": "Korporativ darajadagi xavfsizlik choralari va muvofiqlikni ta'minlash bilan ma'lumotlaringiz va ilovalaringizni himoya qiling.",
  "Infrastructure as Code (IaC)": "Kod sifatida infratuzilma (IaC)",
  "Automate cloud infrastructure management with Terraform, AWS CloudFormation, and more.": "Terraform, AWS CloudFormation va boshqalar yordamida bulutli infratuzilma boshqaruvini avtomatlashtiring.",
  "Assessment & Strategy": "Baholash va strategiya",
  "We analyze your business needs and define a cloud and backend strategy tailored to your goals.": "Biznes ehtiyojlaringizni tahlil qilamiz va maqsadlaringizga moslashtirilgan bulutli va backend strategiyasini aniqlaymiz.",
  "System Architecture Design": "Tizim arxitekturasi dizayni",
  "We design scalable, high-availability cloud and backend architectures to support future growth.": "Kelajakdagi o'sishni qo'llab-quvvatlash uchun kengaytiriladigan, yuqori mavjudlikka ega bulutli va backend arxitekturalarini loyihalashtiramiz.",
  "Development & Implementation": "Rivojlantirish va amalga oshirish",
  "Our team builds, tests, and optimizes backend and cloud solutions to ensure peak performance.": "Bizning jamoamiz yuqori ishlashni ta'minlash uchun backend va bulutli yechimlarni yaratadi, sinovdan o'tkazadi va optimallashtiradi.",
  "Security & Compliance Integration": "Xavfsizlik va muvofiqlik integratsiyasi",
  "We implement security best practices to safeguard data and meet industry regulations.": "Ma'lumotlarni himoya qilish va sanoat qoidalariga rioya qilish uchun biz xavfsizlikning eng yaxshi amaliyotlarini amalga oshiramiz.",
  "Performance Optimization": "Ishlashni optimallashtirish",
  "Continuous monitoring and fine-tuning to maintain optimal performance and cost efficiency.": "Optimal ishlash va xarajat samaradorligini saqlash uchun doimiy monitoring va sozlash.",
  "Deployment & Scaling": "Joylashtirish va kengaytirish",
  "We ensure smooth deployments with automated CI/CD pipelines and scalable cloud solutions.": "Avtomatlashtirilgan CI/CD quvurlari va kengaytiriladigan bulutli yechimlar bilan silliq joylashtirishlarni ta'minlaymiz.",
  "Monitoring & Support": "Monitoring va qo'llab-quvvatlash",
  "24/7 monitoring, proactive issue resolution, and ongoing support for long-term success.": "Uzoq muddatli muvaffaqiyat uchun 24/7 monitoring, proaktiv muammolarni hal qilish va doimiy qo'llab-quvvatlash.",
  "What cloud providers do you support?": "Qaysi bulut provayderlarini qo'llab-quvvatlaysiz?",
  "We work with AWS, Google Cloud, Azure, and other major cloud platforms, depending on your business needs.": "Biznes ehtiyojlaringizga qarab AWS, Google Cloud, Azure va boshqa yirik bulut platformalari bilan ishlaymiz.",
  "How do you ensure data security in cloud solutions?": "Bulutli yechimlarda ma'lumotlar xavfsizligini qanday ta'minlaysiz?",
  "We implement industry-standard security measures, including encryption, IAM policies, firewalls, and compliance frameworks.": "Biz shifrlash, IAM siyosatlari, xavfsizlik devorlari va muvofiqlik ramkalarini o'z ichiga olgan sanoat standartidagi xavfsizlik choralarini amalga oshiramiz.",
  "What are the benefits of using microservices over a monolithic architecture?": "Monolit arxitekturaga nisbatan mikroservislardan foydalanishning qanday afzalliklari bor?",
  "Microservices provide better scalability, easier maintenance, and faster development cycles compared to monolithic architectures.": "Mikroservislar monolit arxitekturalarga qaraganda yaxshiroq kengaytiriluvchanlik, osonroq texnik xizmat ko'rsatish va tezroq rivojlanish davrlarini ta'minlaydi.",
  "Mobile Strategy & Consulting": "Mobil strategiya va konsalting",
  "Our experts consult you on all aspects of app development, from staying current with market trends to defining your target audience to creating a roadmap for success.": "Mutaxassislarimiz ilova ishlab chiqishning barcha jihatlari bo'yicha sizga maslahat berishadi, bozor tendentsiyalaridan xabardor bo'lishdan tortib, maqsadli auditoriyangizni aniqlashgacha va muvaffaqiyat uchun yo'l xaritasini yaratishgacha.",
  "UI/UX Design for app": "Ilova uchun UI/UX dizayn",
  "Our top priority is following industry best practices to create visually stunning and highly functional mobile app designs that deliver seamless user experiences across all devices.": "Bizning ustuvor vazifamiz - barcha qurilmalarda uzluksiz foydalanuvchi tajribasini taqdim etadigan vizual jozibali va yuqori funksional mobil ilova dizaynlarini yaratish uchun sanoatning eng yaxshi amaliyotlariga rioya qilish.",
  "Custom Mobile App Development": "Maxsus mobil ilovalar ishlab chiqish",
  "With a strong focus on cutting-edge technologies, delivers customized mobile app solutions that elevate your brand and seamlessly align with your business objectives.": "Eng ilg'or texnologiyalarga kuchli e'tibor qaratgan holda, brendingizni yuksaltiradigan va biznes maqsadlaringizga uzluksiz mos keladigan moslashtirilgan mobil ilova yechimlarini taqdim etadi.",
  "Platform Migration": "Platforma migratsiyasi",
  "We seamlessly transition your app across platforms while preserving its core functionalities and optimizing it for platform-specific features.": "Biz ilovangizni platformalar bo'ylab uzluksiz o'tkazamiz, uning asosiy funksionalligini saqlab qolamiz va uni platformaga xos xususiyatlar uchun optimallashtiramiz.",
  "Mobile App Testing": "Mobil ilovalarni sinovdan o'tkazish",
  "Our team of QA engineers and testers helps you release bug-free apps with exceptional functionality, usability, and performance testing for a flawless user experience across devices.": "Bizning QA muhandislari va sinovchilari jamoasi sizga xatosiz ilovalarni chiqarishga yordam beradi, ajoyib funksionallik, qulaylik va ishlash sinovlari bilan barcha qurilmalarda benuqson foydalanuvchi tajribasini ta'minlaydi.",
  "Cross-Platform Development": "Kross-platforma ishlab chiqish",
  "We leverage frameworks like Flutter and React Native to build high-quality mobile apps with exceptional user experiences across multiple devices, optimizing both development time and costs.": "Flutter va React Native kabi freymvorklardan foydalanib, bir nechta qurilmalarda ajoyib foydalanuvchi tajribasiga ega yuqori sifatli mobil ilovalarni yaratamiz, bu esa rivojlanish vaqti va xarajatlarini optimallashtiradi.",
  "Planning & Research": "Rejalashtirish va tadqiqot",
  "We gather requirements, define goals, and conduct market analysis to ensure the app meets user needs and attunes to your business objectives.": "Ilovaning foydalanuvchi ehtiyojlariga javob berishini va biznes maqsadlaringizga mos kelishini ta'minlash uchun biz talablarni yig'amiz, maqsadlarni belgilaymiz va bozor tahlilini o'tkazamiz.",
  "Our skilled UI/UX developers design intuitive and seamless user experiences, optimized for smooth navigation across all mobile devices.": "Bizning malakali UI/UX ishlab chiquvchilarimiz barcha mobil qurilmalarda silliq navigatsiya uchun optimallashtirilgan intuitiv va uzluksiz foydalanuvchi tajribalarini loyihalashtiradilar.",
  "App Development": "Ilova ishlab chiqish",
  "We then initiate our development process, creating and testing builds simultaneously to ensure exceptional performance, security, and scalability.": "Keyin biz rivojlanish jarayonimizni boshlaymiz, ajoyib ishlash, xavfsizlik va kengaytiriluvchanlikni ta'minlash uchun bir vaqtning o'zida tuzilmalarni yaratamiz va sinovdan o'tkazamiz.",
  "Our team conducts comprehensive testing on the final build, evaluating functionality, usability, performance, and compatibility across all mobile devices to identify and resolve any potential issues.": "Bizning jamoamiz yakuniy tuzilmada keng qamrovli sinovdan o'tkazadi, barcha mobil qurilmalarda funksionallik, qulaylik, ishlash va muvofiqlikni baholaydi va har qanday potentsial muammolarni aniqlaydi va hal qiladi.",
  "App Refinement": "Ilovani takomillashtirish",
  "We refine the final build based on feedback from testing, fixing features, UI elements, and the overall user experience to enhance app usability and quality.": "Ilova qulayligi va sifatini oshirish uchun sinovdan olingan fikr-mulohazalarga asoslanib, yakuniy tuzilmani takomillashtiramiz, xususiyatlarni, UI elementlarini va umumiy foydalanuvchi tajribasini tuzatamiz.",
  "Final Deployment": "Yakuniy joylashtirish",
  "Next, we focus on ensuring a secure launch of your mobile app, following platform-specific guidelines and making sure all required documentation and assets are properly prepared.": "Keyin biz mobil ilovangizning xavfsiz ishga tushirilishini ta'minlashga e'tibor qaratamiz, platformaga xos ko'rsatmalarga rioya qilamiz va barcha kerakli hujjatlar va aktivlarning to'g'ri tayyorlanganligiga ishonch hosil qilamiz.",
  "Post-launch Support": "Ishga tushirishdan keyingi qo'llab-quvvatlash",
  "After the final deployment, we provide ongoing support, monitor app performance, collect user feedback, and release updates if required.": "Yakuniy joylashtirishdan so'ng biz doimiy qo'llab-quvvatlashni taqdim etamiz, ilova ishlashini kuzatamiz, foydalanuvchilarning fikr-mulohazalarini to'playmiz va kerak bo'lganda yangilanishlarni chiqaramiz.",
  "15+ Years of industry experience": "15+ yillik sanoat tajribasi",
  "300+ Mobile projects for clients worldwide": "Dunyo bo'ylab mijozlar uchun 300+ mobil loyihalar",
  "Agile development methodology": "Chaqqon rivojlanish metodologiyasi",
  "Compliance and security": "Muvofiqlik va xavfsizlik",
  "Flexible engagement models": "Moslashuvchan hamkorlik modellari",
  "Does  develop apps for all mobile devices?": "Barcha mobil qurilmalar uchun ilovalar ishlab chiqadimi?",
  " is a leading mobile application development company in the US, capable of developing apps for all mobile devices. We ensure that apps work seamlessly across all models, whether it's a newly released device or an older one. With our experienced teams, you can rest assured that your app will perform optimally.": "AQShdagi yetakchi mobil ilovalar ishlab chiqaruvchi kompaniya bo'lib, barcha mobil qurilmalar uchun ilovalar ishlab chiqishga qodir. Biz ilovalarning barcha modellarda, xoh yangi chiqarilgan qurilma bo'lsin, xoh eskiroq, uzluksiz ishlashini ta'minlaymiz. Bizning tajribali jamoalarimiz bilan sizning ilovangiz optimal ishlashiga ishonch hosil qilishingiz mumkin.",
  "What are some advantages of hiring a mobile app development agency?": "Mobil ilova ishlab chiqarish agentligini yollashning qanday afzalliklari bor?",
  "A well-reputed mobile app development agency will do everything to provide your clients with the best app experience, featuring intuitive interfaces and advanced functionalities. Here are several other perks that clients get by opting for our mobile app development services:": "Nufuzli mobil ilova ishlab chiqarish agentligi mijozlaringizga eng yaxshi ilova tajribasini taqdim etish uchun hamma narsani qiladi, intuitiv interfeyslar va ilg'or funksiyalarni o'z ichiga oladi. Bizning mobil ilova ishlab chiqarish xizmatlarimizni tanlash orqali mijozlar oladigan bir nechta boshqa imtiyozlar:",
  "How much does mobile app development cost?": "Mobil ilova ishlab chiqish qancha turadi?",
  "Partnering with a well-established mobile app development company can cost around $100K or more. This amount may vary depending on factors such as the technology used, the size of the team involved, and the project deadlines. For the best quote, visit our website or email us at .": "Nufuzli mobil ilova ishlab chiqarish kompaniyasi bilan hamkorlik qilish taxminan 100 ming dollar yoki undan ko'proq turishi mumkin. Bu miqdor ishlatiladigan texnologiya, jalb qilingan jamoaning hajmi va loyiha muddatlari kabi omillarga qarab o'zgarishi mumkin. Eng yaxshi narx taklifi uchun veb-saytimizga tashrif buyuring yoki bizga elektron pochta orqali yozing.",
  "How long does it take to develop a mobile app?": "Mobil ilova ishlab chiqish qancha vaqt oladi?",
  "We usually develop a mobile app in 7 to 9 months on average. However, this timeline can vary depending on the complexity and scope of the project. For instance, if we use frameworks like Xamarin to create an app on Windows, the development time might range between 4 to 6 months. Once a client partners with us, we provide detailed project timelines during the initial consultation phase, taking into account factors such as features, integrations, and testing requirements.": "Biz odatda mobil ilovani o'rtacha 7-9 oyda ishlab chiqamiz. Biroq, bu muddat loyihaning murakkabligi va ko'lamiga qarab o'zgarishi mumkin. Masalan, agar biz Windowsda ilova yaratish uchun Xamarin kabi freymvorklardan foydalansak, rivojlanish vaqti 4-6 oy oralig'ida bo'lishi mumkin. Mijoz biz bilan hamkorlik qilgandan so'ng, biz dastlabki maslahat bosqichida batafsil loyiha muddatlarini taqdim etamiz, bunda xususiyatlar, integratsiyalar va sinov talablari kabi omillarni hisobga olamiz.",
  "Do you provide maintenance and support services after app deployment?": "Ilova joylashtirilgandan keyin texnik xizmat ko'rsatish va qo'llab-quvvatlash xizmatlarini taqdim etasizmi?",
  "Yes, we offer support and maintenance services, which include regular updates to ensure compatibility with new mobile OS versions, bug fixes, performance enhancements, and technical support to address any issues that may arise.": "Ha, biz yangi mobil OS versiyalari bilan moslikni ta'minlash uchun muntazam yangilanishlar, xatolarni tuzatish, ishlashni yaxshilash va yuzaga kelishi mumkin bo'lgan har qanday muammolarni hal qilish uchun texnik yordamni o'z ichiga olgan qo'llab-quvvatlash va texnik xizmat ko'rsatish xizmatlarini taklif etamiz.",
  "MLOps Strategy & Consulting": "MLOps strategiyasi va konsaltingi",
  "Tailored MLOps strategies to streamline your AI/ML workflows, ensuring efficiency, scalability, and compliance.": "AI/ML ish jarayonlaringizni optimallashtirish, samaradorlik, kengaytiriluvchanlik va muvofiqlikni ta'minlash uchun moslashtirilgan MLOps strategiyalari.",
  "Model Training & Optimization": "Modelni o'qitish va optimallashtirish",
  "Optimize machine learning models for performance, accuracy, and efficiency with automated pipelines.": "Avtomatlashtirilgan quvurlar yordamida mashinani o'rganish modellarini ishlash, aniqlik va samaradorlik uchun optimallashtiring.",
  "Model Deployment & Serving": "Modelni joylashtirish va xizmat ko'rsatish",
  "Deploy and manage machine learning models in production with scalable, real-time inference solutions.": "Kengaytiriladigan, real vaqtda xulosa chiqarish yechimlari bilan ishlab chiqarishda mashinani o'rganish modellarini joylashtiring va boshqaring.",
  "CI/CD for Machine Learning": "Mashinani o'rganish uchun CI/CD",
  "Automate model training, validation, and deployment with robust CI/CD pipelines.": "Mustahkam CI/CD quvurlari yordamida modelni o'qitish, tekshirish va joylashtirishni avtomatlashtiring.",
  "Data Engineering & Feature Store": "Ma'lumotlar muhandisligi va xususiyatlar ombori",
  "Build and manage scalable data pipelines, ensuring high-quality data for model training and inference.": "Modelni o'qitish va xulosa chiqarish uchun yuqori sifatli ma'lumotlarni ta'minlaydigan kengaytiriladigan ma'lumotlar quvurlarini yarating va boshqaring.",
  "Monitoring & Model Drift Detection": "Monitoring va model siljishini aniqlash",
  "Continuous monitoring of ML models to detect drift, performance degradation, and retraining needs.": "Siljish, ishlashning yomonlashishi va qayta o'qitish ehtiyojlarini aniqlash uchun ML modellarini doimiy monitoring qilish.",
  "ML Security & Compliance": "ML xavfsizligi va muvofiqligi",
  "Implement security best practices and ensure compliance with industry standards for responsible AI.": "Mas'uliyatli AI uchun xavfsizlikning eng yaxshi amaliyotlarini amalga oshiring va sanoat standartlariga muvofiqligini ta'minlang.",
  "Infrastructure as Code for MLOps": "MLOps uchun kod sifatida infratuzilma",
  "Automate and manage ML infrastructure using Terraform, Kubernetes, and cloud-native tools.": "Terraform, Kubernetes va bulutga xos vositalar yordamida ML infratuzilmasini avtomatlashtiring va boshqaring.",
  "Assessment & Planning": "Baholash va rejalashtirish",
  "We analyze your ML workflows and define a scalable and efficient MLOps strategy tailored to your needs.": "ML ish jarayonlaringizni tahlil qilamiz va ehtiyojlaringizga moslashtirilgan kengaytiriladigan va samarali MLOps strategiyasini aniqlaymiz.",
  "Data & Feature Engineering": "Ma'lumotlar va xususiyatlar muhandisligi",
  "Design and implement robust data pipelines for feature extraction, transformation, and storage.": "Xususiyatlarni ajratib olish, o'zgartirish va saqlash uchun mustahkam ma'lumotlar quvurlarini loyihalashtiring va amalga oshiring.",
  "Model Development & Experimentation": "Modelni ishlab chiqish va tajriba",
  "Enable rapid experimentation with automated tracking, versioning, and hyperparameter tuning.": "Avtomatlashtirilgan kuzatuv, versiyalash va giperparametrlarni sozlash bilan tezkor tajribani yoqing.",
  "Model Deployment & Lifecycle Management": "Modelni joylashtirish va hayot aylanishini boshqarish",
  "Implement automated deployment strategies for scalable and reliable ML model serving.": "Kengaytiriladigan va ishonchli ML modeliga xizmat ko'rsatish uchun avtomatlashtirilgan joylashtirish strategiyalarini amalga oshiring.",
  "Observability & Continuous Improvement": "Kuzatuvchanlik va doimiy takomillashtirish",
  "Set up monitoring, logging, and alerting to detect issues and ensure model reliability.": "Muammolarni aniqlash va model ishonchliligini ta'minlash uchun monitoring, jurnalga yozish va ogohlantirishni sozlang.",
  "Security & Governance": "Xavfsizlik va boshqaruv",
  "Apply best practices for model security, explainability, and regulatory compliance.": "Model xavfsizligi, tushuntirilishi va me'yoriy muvofiqlik uchun eng yaxshi amaliyotlarni qo'llang.",
  "Maintenance & Support": "Texnik xizmat ko'rsatish va qo'llab-quvvatlash",
  "Ongoing model maintenance, retraining, and support to adapt to changing data patterns.": "O'zgaruvchan ma'lumotlar naqshlariga moslashish uchun doimiy modelga xizmat ko'rsatish, qayta o'qitish va qo'llab-quvvatlash.",
  "What cloud platforms do you support for MLOps?": "MLOps uchun qaysi bulut platformalarini qo'llab-quvvatlaysiz?",
  "We support AWS, Google Cloud, Azure, and on-premise environments for MLOps workflows.": "MLOps ish jarayonlari uchun AWS, Google Cloud, Azure va mahalliy muhitlarni qo'llab-quvvatlaymiz.",
  "How do you ensure model performance in production?": "Ishlab chiqarishda model ishlashini qanday ta'minlaysiz?",
  "We implement continuous monitoring, model drift detection, and automated retraining pipelines.": "Biz doimiy monitoring, model siljishini aniqlash va avtomatlashtirilgan qayta o'qitish quvurlarini amalga oshiramiz.",
  "What tools and frameworks do you use for MLOps?": "MLOps uchun qanday vositalar va freymvorklardan foydalanasiz?",
  "We work with Kubeflow, MLflow, TensorFlow Extended (TFX), Apache Airflow, and more.": "Biz Kubeflow, MLflow, TensorFlow Extended (TFX), Apache Airflow va boshqalar bilan ishlaymiz.",
  "DevOps Strategy & Consulting": "DevOps strategiyasi va konsaltingi",
  "Tailored DevOps strategies to streamline your development and deployment workflows, ensuring agility, scalability, and security.": "Rivojlanish va joylashtirish ish jarayonlaringizni optimallashtirish, chaqqonlik, kengaytiriluvchanlik va xavfsizlikni ta'minlash uchun moslashtirilgan DevOps strategiyalari.",
  "CI/CD Implementation": "CI/CDni amalga oshirish",
  "Automate build, test, and deployment processes with robust CI/CD pipelines for faster releases.": "Tezroq chiqarishlar uchun mustahkam CI/CD quvurlari bilan qurish, sinovdan o'tkazish va joylashtirish jarayonlarini avtomatlashtiring.",
  "Automate and manage infrastructure with Terraform, Ansible, AWS CloudFormation, and Kubernetes.": "Terraform, Ansible, AWS CloudFormation va Kubernetes yordamida infratuzilmani avtomatlashtiring va boshqaring.",
  "Cloud & On-Prem Infrastructure Management": "Bulutli va mahalliy infratuzilmani boshqarish",
  "Optimize and manage cloud-native and hybrid infrastructure for maximum efficiency and performance.": "Maksimal samaradorlik va ishlash uchun bulutga xos va gibrid infratuzilmani optimallashtiring va boshqaring.",
  "Monitoring & Logging": "Monitoring va jurnalga yozish",
  "Implement robust monitoring, alerting, and logging solutions to ensure system reliability.": "Tizim ishonchliligini ta'minlash uchun mustahkam monitoring, ogohlantirish va jurnalga yozish yechimlarini amalga oshiring.",
  "Security & Compliance": "Xavfsizlik va muvofiqlik",
  "Apply best security practices, including DevSecOps, vulnerability management, and compliance adherence.": "DevSecOps, zaifliklarni boshqarish va muvofiqlikni ta'minlash kabi eng yaxshi xavfsizlik amaliyotlarini qo'llang.",
  "Containerization & Orchestration": "Konteynerlashtirish va orkestratsiya",
  "Leverage Docker and Kubernetes to deploy and manage scalable applications efficiently.": "Kengaytiriladigan ilovalarni samarali joylashtirish va boshqarish uchun Docker va Kubernetesdan foydalaning.",
  "Automated Testing & Quality Assurance": "Avtomatlashtirilgan sinov va sifat kafolati",
  "Ensure software quality with automated testing strategies integrated into the DevOps lifecycle.": "DevOps hayot aylanishiga integratsiyalangan avtomatlashtirilgan sinov strategiyalari bilan dasturiy ta'minot sifatini ta'minlang.",
  "We analyze your current infrastructure and define a strategic DevOps roadmap tailored to your needs.": "Joriy infratuzilmangizni tahlil qilamiz va ehtiyojlaringizga moslashtirilgan strategik DevOps yo'l xaritasini aniqlaymiz.",
  "Toolchain Selection & Implementation": "Asboblar zanjirini tanlash va amalga oshirish",
  "We integrate the best DevOps tools for automation, monitoring, and deployment.": "Avtomatlashtirish, monitoring va joylashtirish uchun eng yaxshi DevOps vositalarini integratsiya qilamiz.",
  "Infrastructure Automation": "Infratuzilmani avtomatlashtirish",
  "Design and implement infrastructure as code to achieve consistency and scalability.": "Muvofiqlik va kengaytiriluvchanlikka erishish uchun kod sifatida infratuzilmani loyihalashtiring va amalga oshiring.",
  "Continuous Integration & Deployment": "Doimiy integratsiya va joylashtirish",
  "Automate development workflows with CI/CD pipelines for seamless releases.": "Uzluksiz chiqarishlar uchun CI/CD quvurlari bilan rivojlanish ish jarayonlarini avtomatlashtiring.",
  "Embed security practices into DevOps processes to safeguard applications and data.": "Ilovalar va ma'lumotlarni himoya qilish uchun DevOps jarayonlariga xavfsizlik amaliyotlarini kiriting.",
  "Performance Optimization & Monitoring": "Ishlashni optimallashtirish va monitoring",
  "Implement monitoring and analytics to ensure system performance and uptime.": "Tizim ishlashi va ish vaqtini ta'minlash uchun monitoring va tahlilni amalga oshiring.",
  "Ongoing Support & Maintenance": "Doimiy qo'llab-quvvatlash va texnik xizmat ko'rsatish",
  "Provide continuous support, updates, and enhancements for long-term efficiency.": "Uzoq muddatli samaradorlik uchun doimiy qo'llab-quvvatlash, yangilanishlar va takomillashtirishlarni ta'minlang.",
  "Which cloud providers do you support for DevOps?": "DevOps uchun qaysi bulut provayderlarini qo'llab-quvvatlaysiz?",
  "We support AWS, Google Cloud, Azure, and hybrid on-premise environments.": "Biz AWS, Google Cloud, Azure va gibrid mahalliy muhitlarni qo'llab-quvvatlaymiz.",
  "What are the benefits of CI/CD pipelines?": "CI/CD quvurlarining qanday afzalliklari bor?",
  "CI/CD pipelines automate testing and deployment, reducing errors and improving release speed.": "CI/CD quvurlari sinov va joylashtirishni avtomatlashtiradi, xatolarni kamaytiradi va chiqarish tezligini oshiradi.",
  "What security measures do you implement in DevOps?": "DevOpsda qanday xavfsizlik choralarini qo'llaysiz?",
  "We apply DevSecOps principles, including vulnerability scanning, access controls, and automated security checks.": "Biz DevSecOps tamoyillarini, jumladan, zaifliklarni skanerlash, kirish nazorati va avtomatlashtirilgan xavfsizlik tekshiruvlarini qo'llaymiz.",
  "DevSecOps Strategy & Consulting": "DevSecOps strategiyasi va konsaltingi",
  "Tailored DevSecOps strategies to integrate security seamlessly into your development and deployment workflows.": "Rivojlanish va joylashtirish ish jarayonlaringizga xavfsizlikni uzluksiz integratsiya qilish uchun moslashtirilgan DevSecOps strategiyalari.",
  "Secure CI/CD Pipelines": "Xavfsiz CI/CD quvurlari",
  "Implement security best practices in CI/CD pipelines to detect vulnerabilities early in the development lifecycle.": "Rivojlanish hayot aylanishining boshida zaifliklarni aniqlash uchun CI/CD quvurlarida xavfsizlikning eng yaxshi amaliyotlarini amalga oshiring.",
  "Infrastructure as Code (IaC) Security": "Kod sifatida infratuzilma (IaC) xavfsizligi",
  "Ensure secure infrastructure deployments with automated security checks in Terraform, Ansible, and CloudFormation.": "Terraform, Ansible va CloudFormation-da avtomatlashtirilgan xavfsizlik tekshiruvlari bilan xavfsiz infratuzilma joylashtirishlarini ta'minlang.",
  "Implement security policies, identity management, and compliance frameworks for cloud environments.": "Bulutli muhitlar uchun xavfsizlik siyosatlarini, shaxsni boshqarishni va muvofiqlik ramkalarini amalga oshiring.",
  "Application Security Testing": "Ilova xavfsizligini sinovdan o'tkazish",
  "Perform automated and manual security testing, including SAST, DAST, and penetration testing.": "SAST, DAST va penetratsion sinovni o'z ichiga olgan avtomatlashtirilgan va qo'lda xavfsizlik sinovlarini o'tkazing.",
  "Container & Kubernetes Security": "Konteyner va Kubernetes xavfsizligi",
  "Harden containerized applications and Kubernetes clusters against security threats.": "Konteynerlashtirilgan ilovalarni va Kubernetes klasterlarini xavfsizlik tahdidlariga qarshi mustahkamlang.",
  "Threat Monitoring & Incident Response": "Tahdidlarni monitoring qilish va hodisalarga javob berish",
  "About": "Biz haqimizda",
  "Process": "Jarayon",
  "Clients": "Mijozlar",
  "Set up continuous monitoring and automated response mechanisms to detect and mitigate security threats.": "Xavfsizlik tahdidlarini aniqlash va yumshatish uchun doimiy monitoring va avtomatlashtirilgan javob mexanizmlarini sozlang.",
  "Security Automation & Governance": "Xavfsizlikni avtomatlashtirish va boshqaruv",
  "Automate security controls, enforce compliance policies, and streamline security governance processes.": "Xavfsizlik nazoratini avtomatlashtiring, muvofiqlik siyosatlarini qo'llang va xavfsizlikni boshqarish jarayonlarini optimallashtiring.",
  "Assessment & Risk Analysis": "Baholash va risk tahlili",
  "Evaluate current security practices, identify vulnerabilities, and define a DevSecOps roadmap.": "Joriy xavfsizlik amaliyotlarini baholang, zaifliklarni aniqlang va DevSecOps yo'l xaritasini aniqlang.",
  "Security Toolchain Integration": "Xavfsizlik vositalari zanjirini integratsiyalash",
  "Integrate security tools seamlessly into your DevOps workflows for automated security checks.": "Avtomatlashtirilgan xavfsizlik tekshiruvlari uchun DevOps ish jarayonlaringizga xavfsizlik vositalarini uzluksiz integratsiya qiling.",
  "Secure Software Development Lifecycle (SDLC)": "Xavfsiz dasturiy ta'minot ishlab chiqish hayot aylanishi (SDLC)",
  "Implement security controls at every stage of the SDLC to prevent security issues early.": "Xavfsizlik muammolarini erta oldini olish uchun SDLCning har bir bosqichida xavfsizlik nazoratini amalga oshiring.",
  "Continuous Monitoring & Threat Detection": "Doimiy monitoring va tahdidlarni aniqlash",
  "Deploy real-time security monitoring, logging, and automated threat detection mechanisms.": "Real vaqtda xavfsizlik monitoringi, jurnalga yozish va avtomatlashtirilgan tahdidlarni aniqlash mexanizmlarini joylashtiring.",
  "Compliance & Regulatory Alignment": "Muvofiqlik va me'yoriy moslashuv",
  "Ensure compliance with industry standards such as GDPR, HIPAA, SOC 2, and ISO 27001.": "GDPR, HIPAA, SOC 2 va ISO 27001 kabi sanoat standartlariga muvofiqligini ta'minlang.",
  "Automated Incident Response & Remediation": "Avtomatlashtirilgan hodisalarga javob berish va tuzatish",
  "Develop and deploy automated response strategies to mitigate security incidents swiftly.": "Xavfsizlik hodisalarini tezda yumshatish uchun avtomatlashtirilgan javob strategiyalarini ishlab chiqing va joylashtiring.",
  "Ongoing Security Training & Awareness": "Doimiy xavfsizlik bo'yicha trening va xabardorlik",
  "Educate teams on security best practices and foster a security-first culture.": "Jamoalarni xavfsizlikning eng yaxshi amaliyotlari bo'yicha o'qiting va xavfsizlikka birinchi o'rinda e'tibor berish madaniyatini rivojlantiring.",
  "How does DevSecOps improve security in development?": "DevSecOps rivojlanishdagi xavfsizlikni qanday yaxshilaydi?",
  "DevSecOps integrates security early in the development lifecycle, reducing vulnerabilities and improving compliance.": "DevSecOps rivojlanish hayot aylanishining boshida xavfsizlikni integratsiya qiladi, zaifliklarni kamaytiradi va muvofiqlikni yaxshilaydi.",
  "What tools do you use for security automation?": "Xavfsizlikni avtomatlashtirish uchun qanday vositalardan foydalanasiz?",
  "We use tools like SonarQube, Snyk, Aqua Security, Twistlock, and AWS Security Hub for automated security checks.": "Avtomatlashtirilgan xavfsizlik tekshiruvlari uchun SonarQube, Snyk, Aqua Security, Twistlock va AWS Security Hub kabi vositalardan foydalanamiz.",
  "How do you ensure compliance with security regulations?": "Xavfsizlik qoidalariga muvofiqlikni qanday ta'minlaysiz?",
  "We implement security controls aligned with GDPR, HIPAA, SOC 2, and other compliance frameworks.": "Biz GDPR, HIPAA, SOC 2 va boshqa muvofiqlik ramkalariga mos keladigan xavfsizlik nazoratini amalga oshiramiz.",
  "UI/UX Strategy & Consulting": "UI/UX strategiyasi va konsaltingi",
  "Tailored UI/UX strategies to enhance user experience and engagement through intuitive design and research-driven decisions.": "Intuitiv dizayn va tadqiqotga asoslangan qarorlar orqali foydalanuvchi tajribasi va jalb qilinishini oshirish uchun moslashtirilgan UI/UX strategiyalari.",
  "User Research & Analysis": "Foydalanuvchilarni tadqiq qilish va tahlil qilish",
  "Understand user needs and behaviors through detailed research, personas, and usability testing.": "Batafsil tadqiqotlar, personallar va qulaylik sinovlari orqali foydalanuvchi ehtiyojlari va xatti-harakatlarini tushuning.",
  "Wireframing & Prototyping": "Simli ramka va prototiplash",
  "Create low and high-fidelity wireframes and interactive prototypes to visualize and refine design concepts.": "Dizayn kontseptsiyalarini vizualizatsiya qilish va takomillashtirish uchun past va yuqori aniqlikdagi simli ramkalar va interaktiv prototiplar yarating.",
  "Visual & Interaction Design": "Vizual dizayn va o'zaro ta'sir dizayni",
  "Craft aesthetically pleasing and intuitive interfaces with a focus on usability and accessibility.": "Qulaylik va mavjudlikka e'tibor qaratgan holda estetik jihatdan jozibali va intuitiv interfeyslarni yarating.",
  "Design Systems & Branding": "Dizayn tizimlari va brending",
  "Develop scalable design systems, UI components, and brand guidelines for consistency and efficiency.": "Muvofiqlik va samaradorlik uchun kengaytiriladigan dizayn tizimlari, UI komponentlari va brend ko'rsatmalarini ishlab chiqing.",
  "Usability Testing & Optimization": "Qulaylik sinovi va optimallashtirish",
  "Conduct usability testing and continuous improvements based on user feedback and data analytics.": "Foydalanuvchilarning fikr-mulohazalari va ma'lumotlar tahliliga asoslanib, qulaylik sinovini o'tkazing va doimiy takomillashtirishlar qiling.",
  "Mobile & Web App UI/UX Design": "Mobil va veb-ilova uchun UI/UX dizayn",
  "Design engaging and responsive experiences tailored for web and mobile applications.": "Veb va mobil ilovalar uchun moslashtirilgan jozibali va sezgir tajribalarni loyihalashtiring.",
  "Accessibility & Inclusive Design": "Mavjudlik va inklyuziv dizayn",
  "Ensure compliance with WCAG standards and create inclusive digital experiences for all users.": "WCAG standartlariga muvofiqligini ta'minlang va barcha foydalanuvchilar uchun inklyuziv raqamli tajribalarni yarating.",
  "Discovery & Research": "Kashfiyot va tadqiqot",
  "We analyze business goals, user personas, and market trends to inform our design process.": "Dizayn jarayonimizni ma'lumot bilan ta'minlash uchun biznes maqsadlarini, foydalanuvchi personallarini va bozor tendentsiyalarini tahlil qilamiz.",
  "Concept & Ideation": "Kontseptsiya va g'oya",
  "Brainstorm design ideas and create wireframes to define user flows and interactions.": "Foydalanuvchi oqimlari va o'zaro ta'sirlarini aniqlash uchun dizayn g'oyalarini muhokama qiling va simli ramkalar yarating.",
  "Prototyping & Validation": "Prototiplash va tasdiqlash",
  "Develop interactive prototypes and test them with users to refine usability and experience.": "Qulaylik va tajribani takomillashtirish uchun interaktiv prototiplar ishlab chiqing va ularni foydalanuvchilar bilan sinovdan o'tkazing.",
  "Design & Development Handoff": "Dizayn va ishlab chiqishni topshirish",
  "Create high-fidelity UI designs and collaborate with developers for smooth implementation.": "Yuqori aniqlikdagi UI dizaynlarini yarating va silliq amalga oshirish uchun ishlab chiquvchilar bilan hamkorlik qiling.",
  "Testing & Iteration": "Sinov va iteratsiya",
  "Continuously test, collect feedback, and refine designs to enhance user satisfaction.": "Foydalanuvchi mamnuniyatini oshirish uchun doimiy ravishda sinovdan o'tkazing, fikr-mulohazalarni to'plang va dizaynlarni takomillashtiring.",
  "Deployment & Optimization": "Joylashtirish va optimallashtirish",
  "Ensure seamless design integration and optimize experiences for better engagement and performance.": "Dizayn integratsiyasini uzluksiz ta'minlang va yaxshiroq jalb qilish va ishlash uchun tajribalarni optimallashtiring.",
  "Ongoing Support & Enhancements": "Doimiy qo'llab-quvvatlash va takomillashtirish",
  "Provide continuous design updates, usability improvements, and user experience enhancements.": "Doimiy dizayn yangilanishlari, qulaylikni yaxshilash va foydalanuvchi tajribasini takomillashtirishni ta'minlang.",
  "What is the importance of UI/UX design?": "UI/UX dizaynining ahamiyati nimada?",
  "A well-designed UI/UX improves user satisfaction, increases conversions, and enhances brand perception.": "Yaxshi ishlab chiqilgan UI/UX foydalanuvchi mamnuniyatini yaxshilaydi, konversiyalarni oshiradi va brend idrokini kuchaytiradi.",
  "Which tools do you use for UI/UX design?": "UI/UX dizayni uchun qanday vositalardan foydalanasiz?",
  "We use tools like Figma, Adobe XD, Sketch, InVision, and Axure for designing and prototyping.": "Dizayn va prototiplash uchun Figma, Adobe XD, Sketch, InVision va Axure kabi vositalardan foydalanamiz.",
  "How do you ensure accessibility in designs?": "Dizaynlarda mavjudlikni qanday ta'minlaysiz?",
  "We follow WCAG guidelines, conduct accessibility audits, and use contrast and keyboard navigation testing.": "Biz WCAG ko'rsatmalariga amal qilamiz, mavjudlik auditlarini o'tkazamiz va kontrast va klaviatura navigatsiyasi sinovlaridan foydalanamiz.",
  "Data-Driven Strategy": "Ma'lumotlarga asoslangan strategiya",
  "Transform raw data into actionable insights to drive business growth and efficiency.": "Biznes o'sishi va samaradorligini rag'batlantirish uchun xom ma'lumotlarni amaliy tushunchalarga aylantiring.",
  "Process Optimization": "Jarayonlarni optimallashtirish",
  "Analyze workflows, eliminate inefficiencies, and improve operational performance.": "Ish jarayonlarini tahlil qiling, samarasizliklarni bartaraf eting va operatsion samaradorlikni oshiring.",
  "Predictive Analytics": "Bashoratli tahlil",
  "Leverage AI and machine learning to forecast trends and make data-backed decisions.": "Tendentsiyalarni bashorat qilish va ma'lumotlarga asoslangan qarorlar qabul qilish uchun AI va mashinani o'rganishdan foydalaning.",
  "Market & Customer Insights": "Bozor va mijozlar tushunchalari",
  "Understand customer behavior and market dynamics to refine your strategy.": "Strategiyangizni takomillashtirish uchun mijozlar xatti-harakatlarini va bozor dinamikasini tushuning.",
  "Dashboard & Reporting": "Dashboard va hisobot",
  "Visualize complex data with intuitive dashboards for real-time decision-making.": "Real vaqtda qaror qabul qilish uchun murakkab ma'lumotlarni intuitiv boshqaruv panellari bilan vizualizatsiya qiling.",
  "Risk & Compliance Analysis": "Risk va muvofiqlik tahlili",
  "Mitigate risks and ensure compliance with intelligent data monitoring.": "Aqlli ma'lumotlar monitoringi yordamida risklarni yumshating va muvofiqlikni ta'minlang.",
  "Discovery & Data Collection": "Kashfiyot va ma'lumotlarni yig'ish",
  "Gather and analyze data to uncover opportunities and challenges.": "Imkoniyatlar va muammolarni aniqlash uchun ma'lumotlarni yig'ing va tahlil qiling.",
  "Modeling & Insights": "Modellashtirish va tushunchalar",
  "Develop analytical models to identify patterns and predict outcomes.": "Naqshlarni aniqlash va natijalarni bashorat qilish uchun tahliliy modellarni ishlab chiqing.",
  "Strategic Implementation": "Strategik amalga oshirish",
  "Turn insights into action with data-backed business strategies.": "Ma'lumotlarga asoslangan biznes strategiyalari bilan tushunchalarni amalda qo'llang.",
  "Monitoring & Continuous Improvement": "Monitoring va doimiy takomillashtirish",
  "Track performance and optimize strategies for sustained success.": "Barqaror muvaffaqiyat uchun ishlashni kuzatib boring va strategiyalarni optimallashtiring.",
  "How can analytics improve my business?": "Tahlil mening biznesimni qanday yaxshilashi mumkin?",
  "Analytics provides clarity, optimizes operations, and helps make smarter, data-driven decisions.": "Tahlil aniqlikni ta'minlaydi, operatsiyalarni optimallashtiradi va aqlliroq, ma'lumotlarga asoslangan qarorlar qabul qilishga yordam beradi.",
  "What tools do you use for analysis?": "Tahlil uchun qanday vositalardan foydalanasiz?",
  "We use Power BI, Tableau, Google Analytics, Python, and AI-driven solutions for comprehensive insights.": "Keng qamrovli tushunchalar uchun Power BI, Tableau, Google Analytics, Python va AI-ga asoslangan yechimlardan foydalanamiz.",
  "Can you customize reports for specific business needs?": "Maxsus biznes ehtiyojlari uchun hisobotlarni moslashtira olasizmi?",
  "Absolutely! We tailor dashboards and reports to fit your unique objectives.": "Albatta! Biz boshqaruv panellari va hisobotlarni sizning noyob maqsadlaringizga moslashtiramiz.",
  "Product Strategy": "Mahsulot strategiyasi",
  "Craft a clear roadmap to bring your product vision to life and meet market needs.": "Mahsulot tasavvuringizni hayotga tatbiq etish va bozor ehtiyojlarini qondirish uchun aniq yo'l xaritasini yarating.",
  "User-Centric Design": "Foydalanuvchiga yo'naltirilgan dizayn",
  "Create intuitive and engaging user experiences based on real feedback and data.": "Haqiqiy fikr-mulohazalar va ma'lumotlarga asoslanib, intuitiv va jozibali foydalanuvchi tajribalarini yarating.",
  "Agile Execution": "Chaqqon bajarish",
  "Drive iterative progress with agile methodologies to deliver faster and smarter.": "Tezroq va aqlliroq yetkazib berish uchun chaqqon metodologiyalar bilan iterativ taraqqiyotni rag'batlantiring.",
  "Market Fit & Growth": "Bozorga moslik va o'sish",
  "Refine your product to reach its perfect market fit and fuel scalable growth.": "Mahsulotingizni mukammal bozorga mos kelishiga erishish va kengaytiriladigan o'sishni rag'batlantirish uchun takomillashtiring.",
  "Performance Tracking": "Ishlashni kuzatish",
  "Monitor product performance with actionable metrics to ensure sustained success.": "Barqaror muvaffaqiyatni ta'minlash uchun amaliy metrikalar bilan mahsulot ishlashini kuzatib boring.",
  "Idea to Execution": "G'oyadan bajarishgacha",
  "Turn creative ideas into tangible products with a seamless execution strategy.": "Ijodiy g'oyalarni uzluksiz bajarish strategiyasi bilan moddiy mahsulotlarga aylantiring.",
  "User Feedback Loop": "Foydalanuvchilarning fikr-mulohazalari halqasi",
  "Incorporate real-time feedback to refine and enhance the product continuously.": "Mahsulotni doimiy ravishda takomillashtirish va yaxshilash uchun real vaqtda fikr-mulohazalarni qo'shing.",
  "Cross-Functional Collaboration": "Funksiyalararo hamkorlik",
  "Work across teams to align goals, ensuring product excellence at every stage.": "Har bir bosqichda mahsulot mukammalligini ta'minlash uchun maqsadlarni muvofiqlashtirish uchun jamoalar bo'ylab ishlang.",
  "Sustain & Scale": "Qo'llab-quvvatlash va kengaytirish",
  "Focus on optimizing and scaling your product for long-term growth and market impact.": "Uzoq muddatli o'sish va bozor ta'siri uchun mahsulotingizni optimallashtirish va kengaytirishga e'tibor qarating.",
  "How can product management enhance my product?": "Mahsulot boshqaruvi mening mahsulotimni qanday yaxshilashi mumkin?",
  "It ensures your product meets user needs, stays ahead of market trends, and drives business growth.": "Bu sizning mahsulotingizning foydalanuvchi ehtiyojlariga javob berishini, bozor tendentsiyalaridan oldinda bo'lishini va biznes o'sishini rag'batlantirishini ta'minlaydi.",
  "What methodologies do you use?": "Qanday metodologiyalardan foydalanasiz?",
  "We use Agile, Lean, and Design Thinking to deliver impactful and innovative products.": "Ta'sirli va innovatsion mahsulotlarni yetkazib berish uchun Agile, Lean va Dizayn Fikrlashdan foydalanamiz.",
  "Can you help with scaling products?": "Mahsulotlarni kengaytirishda yordam bera olasizmi?",
  "Absolutely! We focus on product sustainability, ensuring it scales seamlessly to meet growing demand.": "Albatta! Biz mahsulot barqarorligiga e'tibor qaratamiz, uning o'sib borayotgan talabni qondirish uchun uzluksiz kengayishini ta'minlaymiz.",
  "Artificial Intelligence Development Services": "Sun'iy intellektni rivojlantirish xizmatlari",
  "At Justix, we deliver AI solutions that help your business grow and run more efficiently. Our team is here to help you use AI to improve your operations and stay ahead in the market.": "Justix'da biz sizning biznesingizning o'sishiga va samaraliroq ishlashiga yordam beradigan AI yechimlarini taqdim etamiz. Bizning jamoamiz sizga operatsiyalaringizni yaxshilash va bozorda oldinda bo'lish uchun AIdan foydalanishga yordam berish uchun shu yerda.",
  "Why choose Justix for AI development?": "Nima uchun AI rivojlanishi uchun Justixni tanlash kerak?",
  "Our experience and skills in AI allow us to create custom solutions that meet your business needs.": "AI sohasidagi tajribamiz va ko'nikmalarimiz bizga biznes ehtiyojlaringizga javob beradigan maxsus yechimlarni yaratish imkonini beradi.",
  "Our AI development services": "Bizning AI rivojlantirish xizmatlarimiz",
  "Our proven approach": "Bizning tasdiqlangan yondashuvimiz",
  "Frequently Asked Questions": "Tez-tez so'raladigan savollar",
  "Benefits of our": "Bizning afzalliklarimiz",
  "AI solutions": "AI yechimlari",
  "Cutting-edge": "Eng ilg'or",
  "AI models": "AI modellari",
  "we work with AI solutions": "biz AI yechimlari bilan ishlaymiz",
  "Our team is proficient in the latest AI models, including.": "Bizning jamoamiz eng so'nggi AI modellarida, jumladan, mohir.",
  "Pull the trigger!": "Tepkini bosing!",
  "Lets bring your vision to life": "Keling, tasavvuringizni hayotga tatbiq etamiz",
  "Get Started": "Boshlash",
  "Big Data Development Services": "Katta ma'lumotlarni rivojlantirish xizmatlari",
  "Turn your raw data into valuable business insights with Justix custom big data solutions, built to improve decision-making and efficiency.": "Justix maxsus katta ma'lumotlar yechimlari yordamida xom ma'lumotlaringizni qimmatli biznes tushunchalariga aylantiring, qaror qabul qilish va samaradorlikni oshirish uchun qurilgan.",
  "Comprehensive big data solutions": "Keng qamrovli katta ma'lumotlar yechimlari",
  "How we build your big data solution": "Katta ma'lumotlar yechimingizni qanday yaratamiz",
  "Every project follows a clear, step-by-step process to ensure your big data solution is delivered on time and meets your business goals.": "Har bir loyiha sizning katta ma'lumotlar yechimingiz o'z vaqtida yetkazib berilishini va biznes maqsadlaringizga mos kelishini ta'minlash uchun aniq, bosqichma-bosqich jarayonga amal qiladi.",
  "Common questions about big data development": "Katta ma'lumotlarni rivojlantirish haqida umumiy savollar",
  "Cloud & Backend Services": "Bulut va Backend xizmatlari",
  "At Justix, we specialize in building powerful, scalable cloud and backend solutions that enhance your business operations, ensuring reliability and efficiency.": "Justix'da biz biznes operatsiyalaringizni yaxshilaydigan, ishonchlilik va samaradorlikni ta'minlaydigan kuchli, kengaytiriladigan bulutli va backend yechimlarini yaratishga ixtisoslashganmiz.",
  "Comprehensive cloud & backend development services": "Keng qamrovli bulut va backend ishlab chiqish xizmatlari",
  "How we make your vision a reality": "Tasavvuringizni qanday amalga oshiramiz",
  "Our approach to backend development ensures every project is handled with precision and care.": "Backend ishlab chiqishga bo'lgan yondashuvimiz har bir loyihaning aniqlik va ehtiyotkorlik bilan bajarilishini ta'minlaydi.",
  "Common questions about Cloud & Backend development": "Bulut va Backend rivojlanishi haqida umumiy savollar",
  "DevOps Services": "DevOps xizmatlari",
  "At Justix, we accelerate software delivery with cutting-edge DevOps solutions, automating workflows, optimizing infrastructure, and ensuring seamless CI/CD for scalable, resilient, and high-performing systems.": "Justix'da biz eng ilg'or DevOps yechimlari bilan dasturiy ta'minot yetkazib berishni tezlashtiramiz, ish jarayonlarini avtomatlashtiramiz, infratuzilmani optimallashtiramiz va kengaytiriladigan, bardoshli va yuqori samarali tizimlar uchun uzluksiz CI/CDni ta'minlaymiz.",
  "End-to-end DevOps solutions for faster, more reliable software deployment": "Tezroq va ishonchliroq dasturiy ta'minot joylashtirish uchun kompleks DevOps yechimlari",
  "Agile, automated pipeline": "Chaqqon, avtomatlashtirilgan quvur",
  "Our approach to DevOps guarantees smooth integration, continuous monitoring, and proactive system management for peak performance.": "DevOpsga bo'lgan yondashuvimiz yuqori ishlash uchun silliq integratsiya, doimiy monitoring va proaktiv tizim boshqaruvini kafolatlaydi.",
  "Common questions about DevOps, automation, and infrastructure scalability": "DevOps, avtomatlashtirish va infratuzilmaning kengaytiriluvchanligi haqida umumiy savollar",
  "DevSecOps Services": "DevSecOps xizmatlari",
  "At Justix, we integrate security into every phase of development, delivering DevSecOps solutions that automate threat detection, ensure compliance, and fortify your infrastructurewithout slowing down innovation.": "Justix'da biz rivojlanishning har bir bosqichiga xavfsizlikni integratsiya qilamiz, tahdidlarni aniqlashni avtomatlashtiradigan, muvofiqlikni ta'minlaydigan va innovatsiyalarni sekinlashtirmasdan infratuzilmangizni mustahkamlaydigan DevSecOps yechimlarini taqdim etamiz.",
  "End-to-end DevSecOps solutions for secure, scalable, and high-performing applications": "Xavfsiz, kengaytiriladigan va yuqori samarali ilovalar uchun kompleks DevSecOps yechimlari",
  "Seamless security integration": "Uzluksiz xavfsizlik integratsiyasi",
  "Proactive risk management with continuous monitoring and automation": "Doimiy monitoring va avtomatlashtirish bilan proaktiv risk boshqaruvi",
  "Common questions about DevSecOps, security automation, and compliance best practices": "DevSecOps, xavfsizlikni avtomatlashtirish va muvofiqlikning eng yaxshi amaliyotlari haqida umumiy savollar",
  "ML Ops Services": "ML Ops xizmatlari",
  "At Justix, we specialize in ML Ops solutions that streamline and automate machine learning workflows, ensuring scalable, reliable, and efficient deployment, monitoring, and management of your models in production.": "Justix'da biz mashinani o'rganish ish jarayonlarini soddalashtiradigan va avtomatlashtiradigan ML Ops yechimlariga ixtisoslashganmiz, bu sizning modellaringizni ishlab chiqarishda kengaytiriladigan, ishonchli va samarali joylashtirish, monitoring va boshqarishni ta'minlaydi.",
  "Comprehensive ML Ops solutions for seamless model deployment and management": "Uzluksiz model joylashtirish va boshqarish uchun keng qamrovli ML Ops yechimlari",
  "How we bring your ML models from development to production": "ML modellaringizni rivojlanishdan ishlab chiqarishgacha qanday olib kelamiz",
  "Our approach to ML Ops ensures every model is deployed, monitored, and maintained with precision and care.": "ML Opsga bo'lgan yondashuvimiz har bir modelning aniqlik va ehtiyotkorlik bilan joylashtirilishi, monitoring qilinishi va qo'llab-quvvatlanishini ta'minlaydi.",
  "Common questions about ML Ops and model lifecycle management": "ML Ops va model hayot aylanishini boshqarish haqida umumiy savollar",
  "Mobile App Development Services": "Mobil ilovalar ishlab chiqish xizmatlari",
  "We build custom mobile app solutions that boost engagement, brand value, and revenue while delivering experiences that ensure users keep coming back.": "Biz jalb qilish, brend qiymati va daromadni oshiradigan, shu bilan birga foydalanuvchilarning qaytib kelishini ta'minlaydigan tajribalarni taqdim etadigan maxsus mobil ilova yechimlarini yaratamiz.",
  "Our full-cycle mobile app development services": "Bizning to'liq tsiklli mobil ilova ishlab chiqarish xizmatlarimiz",
  "Our approach": "Bizning yondashuvimiz",
  "Why Justix for mobile application development?": "Nima uchun mobil ilovalar ishlab chiqish uchun Justix?",
  "Gain the competitive edge required to meet changing global technology trends and overcome challenges while consistently exceeding customer expectations with our custom mobile app solutions.": "O'zgaruvchan global texnologiya tendentsiyalariga javob berish va qiyinchiliklarni yengish uchun zarur bo'lgan raqobatbardosh ustunlikni qo'lga kiriting, shu bilan birga maxsus mobil ilova yechimlarimiz bilan mijozlar kutganidan doimo oshib boring.",
  "Frequently asked questions": "Tez-tez so'raladigan savollar",
  "Does Justix develop apps for all mobile devices?": "Justix barcha mobil qurilmalar uchun ilovalar ishlab chiqadimi?",
  "Justix is a leading mobile application development company in the US, capable of developing apps for all mobile devices. We ensure that apps work seamlessly across all models, whether its a newly released device or an older one. With our experienced teams, you can rest assured that your app will perform optimally.": "Justix AQShdagi yetakchi mobil ilovalar ishlab chiqaruvchi kompaniya bo'lib, barcha mobil qurilmalar uchun ilovalar ishlab chiqishga qodir. Biz ilovalarning barcha modellarda, xoh yangi chiqarilgan qurilma bo'lsin, xoh eskiroq, uzluksiz ishlashini ta'minlaymiz. Bizning tajribali jamoalarimiz bilan sizning ilovangiz optimal ishlashiga ishonch hosil qilishingiz mumkin.",
  "Partnering with a well-established mobile app development company can cost around $100K or more. This amount may vary depending on factors such as the technology used, the size of the team involved, and the project deadlines. For the best quote, visit our website or email us at info@justix.uz.": "Nufuzli mobil ilova ishlab chiqarish kompaniyasi bilan hamkorlik qilish taxminan 100 000 dollar yoki undan ko'proq turishi mumkin. Bu miqdor ishlatiladigan texnologiya, jalb qilingan jamoaning hajmi va loyiha muddatlari kabi omillarga qarab o'zgarishi mumkin. Eng yaxshi narx taklifi uchun veb-saytimizga tashrif buyuring yoki bizga elektron pochta orqali yozing",
  "Product Management Services": "Mahsulot boshqaruvi xizmatlari",
  "We turn ideas into market-leading products by streamlining development, aligning business goals, and optimizing the entire product lifecycle for success.": "Biz rivojlanishni soddalashtirish, biznes maqsadlarini muvofiqlashtirish va muvaffaqiyat uchun butun mahsulot hayot aylanishini optimallashtirish orqali g'oyalarni bozorda yetakchi mahsulotlarga aylantiramiz.",
  "End-to-end product management for innovation and growth": "Innovatsiyalar va o'sish uchun kompleks mahsulot boshqaruvi",
  "Turning ideas into success": "G'oyalarni muvaffaqiyatga aylantirish",
  "Common questions about product strategy, development, and market success": "Mahsulot strategiyasi, rivojlanishi va bozor muvaffaqiyati haqida umumiy savollar",
  "System/Business Analytics Services": "Tizim/Biznes tahlili xizmatlari",
  "At Justix, we turn data into actionable insights, helping you optimize operations, enhance decision-making, and drive business growth with advanced analytics.": "Justix'da biz ma'lumotlarni amaliy tushunchalarga aylantiramiz, bu sizga operatsiyalarni optimallashtirish, qaror qabul qilishni yaxshilash va ilg'or tahlil yordamida biznes o'sishini rag'batlantirishga yordam beradi.",
  "Comprehensive analytics solutions for data-driven business success": "Ma'lumotlarga asoslangan biznes muvaffaqiyati uchun keng qamrovli tahliliy yechimlar",
  "Data-driven insights": "Ma'lumotlarga asoslangan tushunchalar",
  "Common questions about system and business analytics, data insights, and strategy optimization": "Tizim va biznes tahlili, ma'lumotlar tushunchalari va strategiyani optimallashtirish haqida umumiy savollar",
  "UI/UX Design Services": "UI/UX dizayn xizmatlari",
  "At Justix, we craft intuitive, visually stunning user experiences that blend creativity with functionality, ensuring seamless interactions and user satisfaction.": "Justix'da biz ijodkorlikni funksionallik bilan uyg'unlashtiradigan, uzluksiz o'zaro ta'sirlar va foydalanuvchi mamnuniyatini ta'minlaydigan intuitiv, vizual jozibali foydalanuvchi tajribalarini yaratamiz.",
  "Comprehensive UI/UX solutions for engaging, user-friendly digital products": "Jozibali, foydalanuvchilarga qulay raqamli mahsulotlar uchun keng qamrovli UI/UX yechimlari",
  "Crafting Impactful Designs": "Ta'sirli dizaynlarni yaratish",
  "Our design approach focuses on user behavior, aesthetics, and usability, creating experiences that captivate and convert.": "Bizning dizayn yondashuvimiz foydalanuvchi xatti-harakatlari, estetika va qulaylikka e'tibor qaratadi, bu esa jalb qiladigan va konvertatsiya qiladigan tajribalarni yaratadi.",
  "Common questions about UI/UX design, usability, and user engagement": "UI/UX dizayni, qulaylik va foydalanuvchilarning jalb qilinishi haqida umumiy savollar",
  "Web Development Services": "Veb-ishlab chiqish xizmatlari",
  "At Justix, we specialize in creating powerful and effective web solutions that help your business stand out online by creating user-friendly websites.": "Justix'da biz foydalanuvchilarga qulay veb-saytlar yaratish orqali biznesingizning onlayn ajralib turishiga yordam beradigan kuchli va samarali veb yechimlarini yaratishga ixtisoslashganmiz.",
  "Comprehensive web development services": "Keng qamrovli veb-ishlab chiqish xizmatlari",
  "Our approach to web development ensures every project is handled with precision and care.": "Veb-ishlab chiqishga bo'lgan yondashuvimiz har bir loyihaning aniqlik va ehtiyotkorlik bilan bajarilishini ta'minlaydi.",
  "Common questions about web development": "Veb-ishlab chiqish haqida umumiy savollar",
  "Next-Gen Web3 Development Company": "Keyingi avlod Web3 ishlab chiqish kompaniyasi",
  "At Justix, we help you take the next step in the new era of the internet with our personalized Web3 development services.": "Justix'da biz shaxsiylashtirilgan Web3 ishlab chiqish xizmatlarimiz yordamida internetning yangi davrida keyingi qadamni tashlashga yordam beramiz.",
  "Our comprehensive web3 development services": "Bizning keng qamrovli web3 ishlab chiqish xizmatlarimiz",
  "Why choose our web3 development services": "Nima uchun bizning web3 ishlab chiqish xizmatlarimizni tanlash kerak",
  "With a decade of experience, our Web3 solutions are designed to future-proof your business in an evolving decentralized landscape.": "O'n yillik tajribaga ega bo'lgan bizning Web3 yechimlarimiz rivojlanayotgan markazlashtirilmagan landshaftda biznesingizni kelajak uchun himoya qilish uchun mo'ljallangan.",
  "Our web3 development process": "Bizning web3 ishlab chiqish jarayonimiz",
  "The cost of Web3 development varies based on the complexity of the project, the technologies used, and the specific requirements. Generally, Web3 projects can range from $10,000 to $200,000 or more. Its best to discuss your project with us for a detailed estimate.": "Web3 ishlab chiqishining qiymati loyihaning murakkabligi, ishlatiladigan texnologiyalar va maxsus talablarga qarab o'zgaradi. Odatda, Web3 loyihalari 10 000 dan 200 000 dollargacha yoki undan ko'proq bo'lishi mumkin. Batafsil smeta uchun loyihangizni biz bilan muhokama qilish yaxshidir.",
  "The development timeline for a Web3 solution depends on the projects scope and complexity. On average, it can take anywhere from 3 to 12 months to develop a fully functional Web3 application.": "Web3 yechimini ishlab chiqish muddati loyihaning ko'lami va murakkabligiga bog'liq. O'rtacha, to'liq funksional Web3 ilovasini ishlab chiqish uchun 3 oydan 12 oygacha vaqt ketishi mumkin.",
  "With over 10 years of experience and 300+ projects, Justix is trusted by leading companies for its reliable web development services.": "10 yildan ortiq tajribaga va 300 dan ortiq loyihaga ega bo'lgan Justix, ishonchli veb-ishlab chiqish xizmatlari uchun yetakchi kompaniyalar tomonidan ishonch bildirilgan.",
  "Justix DevOps": "Justix DevOps",
  "Scalable & Secure Infrastructure": "Kengaytiriladigan va xavfsiz infratuzilma",
  "At Justix DevOps, we provide end-to-end automation and infrastructure management solutions, helping businesses accelerate deployment, minimize risks, and enhance service reliability.": "Justix DevOps'da biz kompleks avtomatlashtirish va infratuzilmani boshqarish yechimlarini taqdim etamiz, bu esa biznesga joylashtirishni tezlashtirish, risklarni minimallashtirish va xizmat ishonchliligini oshirishga yordam beradi.",
  "We build robust, scalable, and secure DevOps platforms to keep your business running smoothly.": "Biznesingizning uzluksiz ishlashini ta'minlash uchun biz mustahkam, kengaytiriladigan va xavfsiz DevOps platformalarini yaratamiz.",
  " Optimize your infrastructure with Justix DevOps.": " Justix DevOps yordamida infratuzilmangizni optimallashtiring.",
  "Our Expertise": "Bizning mutaxassisligimiz",
  "CI/CD  Setting up and optimizing delivery pipelines for faster development.": "CI/CD  Tezroq rivojlanish uchun yetkazib berish quvurlarini sozlash va optimallashtirish.",
  "Cloud & On-Prem  Managing cloud and on-premise infrastructure, migration, and scaling.": "Bulutli va mahalliy  Bulutli va mahalliy infratuzilmani boshqarish, migratsiya va kengaytirish.",
  "Kubernetes & Containerization  Deployment, orchestration, and support for containerized applications.": "Kubernetes va konteynerlashtirish  Konteynerlashtirilgan ilovalar uchun joylashtirish, orkestratsiya va qo'llab-quvvatlash.",
  "Observability & Monitoring  Logging, alerting, and real-time monitoring for system stability.": "Kuzatuvchanlik va monitoring  Tizim barqarorligi uchun jurnalga yozish, ogohlantirish va real vaqtda monitoring.",
  "Security & Compliance  Infrastructure security, secret management, and regulatory compliance.": "Xavfsizlik va muvofiqlik  Infratuzilma xavfsizligi, maxfiy ma'lumotlarni boshqarish va me'yoriy muvofiqlik.",
  " - your guide to the world of AI": " - AI dunyosiga yo'lboshchingiz",
  "At Justix AI, we develop cutting-edge AI solutions for businesses, helping automate processes, analyze data, and enhance efficiency. Our experts specialize in machine learning, computer vision, natural language processing, and generative models, bringing the future of AI to you today.": "Justix AI'da biz biznes uchun eng ilg'or AI yechimlarini ishlab chiqamiz, jarayonlarni avtomatlashtirish, ma'lumotlarni tahlil qilish va samaradorlikni oshirishga yordam beramiz. Mutaxassislarimiz mashinani o'rganish, kompyuter ko'rish, tabiiy tilni qayta ishlash va generativ modellarga ixtisoslashgan bo'lib, AI kelajagini bugun sizga olib kelishadi.",
  "We dont just build AI productswe transform businesses, making them smarter and more competitive.": "Biz nafaqat AI mahsulotlarini yaratamiz, balki biznesni o'zgartiramiz, ularni aqlliroq va raqobatbardoshroq qilamiz.",
  " Lets shape the future together with AI.": " Keling, AI bilan birgalikda kelajakni shakllantiramiz.",
  "AI for Business  Implementing machine learning models to optimize business processes.": "Biznes uchun AI  Biznes jarayonlarini optimallashtirish uchun mashinani o'rganish modellarini amalga oshirish.",
  "Generative AI  Developing solutions powered by GPT, DALLE, Stable Diffusion, and other advanced technologies.": "Generativ AI  GPT, DALLE, Stable Diffusion va boshqa ilg'or texnologiyalar bilan quvvatlangan yechimlarni ishlab chiqish.",
  "Data Analysis & Forecasting  Intelligent algorithms for predictive analytics and anomaly detection.": "Ma'lumotlar tahlili va bashoratlash  Bashoratli tahlil va anomaliyalarni aniqlash uchun aqlli algoritmlar.",
  "Process Automation  AI assistants, chatbots, and speech recognition systems to streamline operations.": "Jarayonlarni avtomatlashtirish  Operatsiyalarni optimallashtirish uchun AI yordamchilari, chatbotlar va nutqni aniqlash tizimlari.",
  "See how Justix has helped its clients achieve their vision of digital innovation.": "Justix o'z mijozlariga raqamli innovatsiyalar bo'yicha o'z tasavvurlariga erishishda qanday yordam berganini ko'ring.",
  "Case Studies": "Keys tadqiqotlari",
  "At Justix, we deliver successful products by doing three things: being accountable for our projects, making our methods transparent, and building strong relationships with our clients.": "Justix'da biz uchta narsani bajarish orqali muvaffaqiyatli mahsulotlarni yetkazib beramiz: loyihalarimiz uchun javobgar bo'lish, usullarimizni shaffof qilish va mijozlarimiz bilan mustahkam aloqalar o'rnatish.",
  "Our Process": "Bizning jarayonimiz",
  "Ip Protection": "Intellektual mulkni himoya qilish",
  "Justix prioritizes intellectual property protection, commencing every project with an NDA to safeguard crucial client information.": "Justix intellektual mulkni himoya qilishga ustuvor ahamiyat beradi, har bir loyihani mijozning muhim ma'lumotlarini himoya qilish uchun NDA bilan boshlaydi.",
  "Consultation & Project Discovery": "Maslahat va loyihani kashf qilish",
  "In-depth discussions refine the scope, timelines, and resource allocation to align with project requirements and objectives.": "Chuqur muhokamalar loyiha talablari va maqsadlariga mos keladigan ko'lam, muddatlar va resurslarni taqsimlashni aniqlashtiradi.",
  "Rapid Strategy Workshop": "Tezkor strategiya seminari",
  "Justix identifies the optimal development approach, evaluates risks, and prepares a detailed (LOE) level of effort document.": "Justix optimal rivojlanish yondashuvini aniqlaydi, risklarni baholaydi va batafsil (LOE) harakat darajasi hujjatini tayyorlaydi.",
  "User Interfaces & Experiences": "Foydalanuvchi interfeyslari va tajribalari",
  "Seasoned UI/UX architects craft visually captivating and user-centric designs that seamlessly integrate with your brand identity.": "Tajribali UI/UX arxitektorlari sizning brend identifikatoringiz bilan uzluksiz integratsiyalashgan vizual jozibali va foydalanuvchiga yo'naltirilgan dizaynlarni yaratadilar.",
  "Agile Development Approach": "Chaqqon rivojlanish yondashuvi",
  "The project is methodically broken down into sprints, enabling continuous feedback, rapid iteration, and efficient execution.": "Loyiha uslubiy ravishda sprintlarga bo'linadi, bu doimiy fikr-mulohaza, tezkor iteratsiya va samarali bajarish imkonini beradi.",
  "Testing & Quality Assurance": "Sinov va sifat kafolati",
  "Dedicated quality assurance team conducts comprehensive testing to ensure high performance, reliability, and a flawless user experience.": "Maxsus sifat kafolati jamoasi yuqori ishlash, ishonchlilik va benuqson foydalanuvchi tajribasini ta'minlash uchun keng qamrovli sinovdan o'tkazadi.",
  "Support & Maintenance": "Qo'llab-quvvatlash va texnik xizmat ko'rsatish",
  "After deployment, Justix provides comprehensive maintenance and responsive support to guarantee lasting project success.": "Joylashtirishdan so'ng, Justix uzoq muddatli loyiha muvaffaqiyatini kafolatlash uchun keng qamrovli texnik xizmat ko'rsatish va sezgir qo'llab-quvvatlashni ta'minlaydi.",
  "Deployment & Beyond": "Joylashtirish va undan keyin",
  "The final solution is deployed with thorough documentation and monitoring, optimized for continuous improvement and long-term viability.": "Yakuniy yechim batafsil hujjatlar va monitoring bilan joylashtiriladi, doimiy takomillashtirish va uzoq muddatli hayotiylik uchun optimallashtiriladi.",
  "We take pride in our rich portfolio of working with global brands and turning hundreds of ideas to craft advanced solutions. We have helped 600+ companies transform with world-class software solutions.": "Biz global brendlar bilan ishlash va yuzlab g'oyalarni ilg'or yechimlarni yaratishga aylantirish bo'yicha boy portfelimiz bilan faxrlanamiz. Biz 600 dan ortiq kompaniyalarga jahon darajasidagi dasturiy yechimlar bilan o'zgarishiga yordam berdik.",
  "Got an Idea for your Project?": "Loyihangiz uchun g'oyangiz bormi?",
  "Wed love to learn more about you and what we can design and build together.": "Siz haqingizda va birgalikda nima loyihalashtirishimiz va qurishimiz mumkinligi haqida ko'proq bilishni istardik.",
  "Firstname": "Ism",
  "Lastname": "Familiya",
  "Email": "Elektron pochta",
  "Phone": "Telefon",
  "Message": "Xabar",
  "Send Message": "Xabar yuborish",
  "Share the details of your project  like scope, timeframes, or business challenges. Our team will thoroughly review the materials and respond to you promptly.": "Loyihangizning tafsilotlari bilan o'rtoqlashing  masalan, ko'lam, muddatlar yoki biznes muammolari. Bizning jamoamiz materiallarni sinchkovlik bilan ko'rib chiqadi va sizga tezda javob beradi.",
  "Got a project?": "Loyihangiz bormi?",
  "I'm interested in": "Men qiziqaman",
  "AI Solutions": "AI yechimlari",
  "Customer Software": "Mijoz dasturiy ta'minoti",
  "Mobile App": "Mobil ilova",
  "Web App": "Veb-ilova",
  "We'll keep your information in our CRM to respond to your request. For more details, consult our": "Sizning so'rovingizga javob berish uchun ma'lumotlaringizni CRMimizda saqlaymiz. Batafsil ma'lumot uchun bizning",
  "privacy policy": "maxfiylik siyosati",
  "This Privacy Policy has been prepared by Justix regarding Personal data collected on or through our website (Site). All capitalized terms shall have the meaning defined herein.": "Ushbu Maxfiylik siyosati Justix tomonidan veb-saytimizda (Sayt) yoki u orqali to'plangan Shaxsiy ma'lumotlar bo'yicha tayyorlangan. Barcha bosh harflar bilan yozilgan atamalar ushbu hujjatda belgilangan ma'noga ega bo'ladi.",
  "Personal Data": "Shaxsiy ma'lumotlar",
  "Should You, the user, voluntarily choose to register with Justix, we will use your personal data in order to improve our services, otherwise set forth in this Privacy Policy and in any applicable service-specific agreement, such as the Terms and Conditions for Publishers or the Terms and Conditions for Advertisers. We may collect personal data such as first name, last name, address, email address, telephone number, birth date, billing and credit card information.": "Agar Siz, foydalanuvchi, ixtiyoriy ravishda Justix'da ro'yxatdan o'tishni tanlasangiz, biz sizning shaxsiy ma'lumotlaringizdan xizmatlarimizni yaxshilash uchun foydalanamiz, aks holda ushbu Maxfiylik siyosatida va har qanday amaldagi xizmatga xos shartnomada, masalan, Nashriyotchilar uchun Shartlar va qoidalar yoki Reklama beruvchilar uchun Shartlar va qoidalar kabi belgilangan. Biz ism, familiya, manzil, elektron pochta manzili, telefon raqami, tug'ilgan sana, hisob-kitob va kredit karta ma'lumotlari kabi shaxsiy ma'lumotlarni to'plashimiz mumkin.",
  "Use of Personal Data": "Shaxsiy ma'lumotlardan foydalanish",
  "Justix will use personal data provided by You keeping consistent with this Privacy Policy or with any applicable service-specific agreement. We will use personal data that You provide only for the particular reason it was provided for. An example would be personal data collected when You register or gain access to the Site. We and our affiliates also use your personal data and other personally non-identifiable information, which is made available to us through the Site to help us improve the content, functionality, and our services, for a better user experience.": "Justix Siz taqdim etgan shaxsiy ma'lumotlardan ushbu Maxfiylik siyosatiga yoki har qanday amaldagi xizmatga xos shartnomaga muvofiq foydalanadi. Biz Siz taqdim etgan shaxsiy ma'lumotlardan faqat ular taqdim etilgan maxsus sabab uchun foydalanamiz. Misol uchun, Siz ro'yxatdan o'tganingizda yoki Saytga kirganingizda to'plangan shaxsiy ma'lumotlar. Biz va bizning filiallarimiz ham sizning shaxsiy ma'lumotlaringizdan va bizga Sayt orqali taqdim etilgan boshqa shaxsiy bo'lmagan ma'lumotlardan kontent, funksionallik va xizmatlarimizni yaxshilash, yaxshiroq foydalanuvchi tajribasini ta'minlash uchun foydalanamiz.",
  "Personally Non-identifiable Information": "Shaxsiy bo'lmagan ma'lumotlar",
  "Personally non-identifiable information provided by You at the time of registration, or when You choose to use some of our services, will not, by itself, be sufficient to identify or contact you. The nature of such information may be, but not restricted to, demographics, age, education level, profession, gender, etc. Not only may Justix collect this information, it may also be included in databases owned and maintained by Justixs affiliates, agents or service providers. Justix may pool this with other information to track, for example, the total number of visitors to our Site and the domain names of our visitors Internet service providers. It is important to note that we dont use personal data available in this process.": "Ro'yxatdan o'tish paytida yoki ba'zi xizmatlarimizdan foydalanishni tanlaganingizda Siz taqdim etgan shaxsiy bo'lmagan ma'lumotlar, o'z-o'zidan, sizni aniqlash yoki siz bilan bog'lanish uchun etarli bo'lmaydi. Bunday ma'lumotlarning tabiati demografiya, yosh, ta'lim darajasi, kasb, jins va boshqalar bo'lishi mumkin, ammo ular bilan cheklanmagan. Justix nafaqat bu ma'lumotlarni to'plashi mumkin, balki ular Justixning filiallari, agentlari yoki xizmat ko'rsatuvchi provayderlariga tegishli va ular tomonidan saqlanadigan ma'lumotlar bazalariga ham kiritilishi mumkin. Justix bu ma'lumotlarni boshqa ma'lumotlar bilan birlashtirib, masalan, Saytimizga tashrif buyuruvchilarning umumiy sonini va tashrif buyuruvchilarimizning Internet-provayderlarining domen nomlarini kuzatishi mumkin. Shuni ta'kidlash muhimki, biz bu jarayonda mavjud bo'lgan shaxsiy ma'lumotlardan foydalanmaymiz.",
  "Passively Collected Information": "Passiv ravishda to'plangan ma'lumotlar",
  "We receive and stored certain additional personally non-identifiable information provided by You through the SIte. This passively collected information, cannot, at present, be used to identify you. Such information may include, but not be restricted to IP addresses, browser types, domain names, other anonymous statistical data, etc., involving your use of the Site and/or our services.": "Biz SIte orqali Siz taqdim etgan ba'zi qo'shimcha shaxsiy bo'lmagan ma'lumotlarni olamiz va saqlaymiz. Bu passiv ravishda to'plangan ma'lumotlar hozirgi vaqtda sizni aniqlash uchun ishlatilishi mumkin emas. Bunday ma'lumotlar IP manzillari, brauzer turlari, domen nomlari, boshqa anonim statistik ma'lumotlar va hokazolarni o'z ichiga olishi mumkin, ammo ular bilan cheklanmagan, bu sizning Sayt va/yoki xizmatlarimizdan foydalanishingiz bilan bog'liq.",
  "Aggregated Personal Data": "Birlashtirilgan shaxsiy ma'lumotlar",
  "Justix may aggregate the personal data that is provided to the Site by You. This is conducted in an effort to better understand our users. The aggregated information does not identify You personally. This aggregated data may be shared with its affiliates, agents and business partners. These aggregated user statistics may be shared so that our current and prospective business partners understand our services. We may also share this data with third parties for lawful purposes.": "Justix Siz tomonidan Saytga taqdim etilgan shaxsiy ma'lumotlarni birlashtirishi mumkin. Bu bizning foydalanuvchilarimizni yaxshiroq tushunish maqsadida amalga oshiriladi. Birlashtirilgan ma'lumotlar Sizni shaxsan aniqlamaydi. Bu birlashtirilgan ma'lumotlar uning filiallari, agentlari va biznes sheriklari bilan bo'lishilishi mumkin. Bu birlashtirilgan foydalanuvchi statistikasi bizning hozirgi va bo'lajak biznes sheriklarimiz xizmatlarimizni tushunishlari uchun bo'lishilishi mumkin. Biz bu ma'lumotlarni qonuniy maqsadlarda uchinchi shaxslar bilan ham bo'lishishimiz mumkin.",
  "Cookies": "Cookie fayllar",
  "We may use cookies on this Site. A cookie is a piece of information sent from our Site and stored on your computer by the users web browser while browsing. Cookies help provide additional functionality to the Site and help us analyze Site usage more accurately.": "Biz ushbu Saytda cookielardan foydalanishimiz mumkin. Cookie - bu bizning Saytimizdan yuborilgan va ko'rish paytida foydalanuvchining veb-brauzeri tomonidan kompyuteringizda saqlanadigan ma'lumot qismi. Cookielar Saytga qo'shimcha funksionallikni ta'minlashga yordam beradi va Saytdan foydalanishni aniqroq tahlil qilishga yordam beradi.",
  "Sharing Information": "Ma'lumot almashish",
  "Certain circumstances may require Justix to share your personal data with certain third parties without notice to You. This may include:Agents, Consultants and Related Third Parties: Justix may employ other companies to perform certain business-related functions. This could include mailing information, maintaining databases and processing payments. We only provide these companies information they need to perform their specific function.Business Partners: We may aggregate your personal data along with personal data of other users. This information is used in a non-personally identifiable manner to advertisers and other third parties for marketing and promotional purposes. We will not disclose information that could be used to identify You personally to our business partners.Legal Requirements: If needed, Justix may disclose your personal data by law or in good faith that such action is necessary to (a) comply with a legal obligation, (b) protect and defend the rights or property of Justix, (c) act in urgent circumstances to protect the personal safety of users of the Site or the public, or (d) protect against legal liability.Business Transfers: Buying or selling businesses or assets is a part of any business, and we are no different. If we affect a corporate sale, merger, reorganization, dissolution or similar event, personal data may be part of the transferred assets.": "Ba'zi holatlarda Justix sizning shaxsiy ma'lumotlaringizni Sizga bildirmasdan ma'lum uchinchi shaxslar bilan bo'lishishi talab qilinishi mumkin. Bunga quyidagilar kirishi mumkin: Agentlar, maslahatchilar va tegishli uchinchi shaxslar: Justix ma'lum biznes bilan bog'liq funksiyalarni bajarish uchun boshqa kompaniyalarni yollashi mumkin. Bunga ma'lumotlarni pochta orqali yuborish, ma'lumotlar bazalarini saqlash va to'lovlarni qayta ishlash kirishi mumkin. Biz bu kompaniyalarga faqat ularning maxsus funksiyalarini bajarish uchun zarur bo'lgan ma'lumotlarni taqdim etamiz. Biznes sheriklar: Biz sizning shaxsiy ma'lumotlaringizni boshqa foydalanuvchilarning shaxsiy ma'lumotlari bilan birlashtirishimiz mumkin. Ushbu ma'lumotlar reklama beruvchilar va boshqa uchinchi shaxslarga marketing va reklama maqsadlarida shaxsiy bo'lmagan holda ishlatiladi. Biz sizni shaxsan aniqlash uchun ishlatilishi mumkin bo'lgan ma'lumotlarni biznes sheriklarimizga oshkor qilmaymiz. Qonuniy talablar: Agar kerak bo'lsa, Justix sizning shaxsiy ma'lumotlaringizni qonun bo'yicha yoki bunday harakat (a) qonuniy majburiyatga rioya qilish, (b) Justixning huquqlari yoki mulkini himoya qilish va mudofaa qilish, (c) Sayt foydalanuvchilarining yoki jamoatchilikning shaxsiy xavfsizligini himoya qilish uchun shoshilinch holatlarda harakat qilish yoki (d) qonuniy javobgarlikdan himoya qilish uchun zarur ekanligiga chin dildan ishonib oshkor qilishi mumkin. Biznes o'tkazmalari: Biznes yoki aktivlarni sotib olish yoki sotish har qanday biznesning bir qismidir va biz ham bundan mustasno emasmiz. Agar biz korporativ sotuv, birlashish, qayta tashkil etish, tarqatib yuborish yoki shunga o'xshash voqeani amalga oshirsak, shaxsiy ma'lumotlar o'tkazilgan aktivlarning bir qismi bo'lishi mumkin.",
  "Minor": "Voyaga yetmagan",
  "Justix does not knowingly collect personal data from minors under the age of 18 through this Site. If You are under 18, please do not give us any personal data.": "Justix ushbu Sayt orqali 18 yoshgacha bo'lgan voyaga yetmaganlardan bila turib shaxsiy ma'lumotlarni to'plamaydi. Agar Siz 18 yoshdan kichik bo'lsangiz, iltimos, bizga hech qanday shaxsiy ma'lumotlarni bermang.",
  "Links to Other Web Sites": "Boshqa veb-saytlarga havolalar",
  "This Privacy Policy is only applicable to this Site and no third-party sites.": "Ushbu Maxfiylik siyosati faqat ushbu Saytga tegishli va uchinchi tomon saytlariga emas.",
  "Security": "Xavfsizlik",
  "Justix protects personal data provided to this Site from loss, misuse, unauthorized access, disclosure, alteration, or destruction. As the Internet is not a secure environment and no e-mail transmission is fully error free, You should be careful what information is sent to us via e-mail.": "Justix ushbu Saytga taqdim etilgan shaxsiy ma'lumotlarni yo'qotish, noto'g'ri ishlatish, ruxsatsiz kirish, oshkor qilish, o'zgartirish yoki yo'q qilishdan himoya qiladi. Internet xavfsiz muhit emasligi va hech qanday elektron pochta uzatish to'liq xatosiz emasligi sababli, Siz bizga elektron pochta orqali yuboriladigan ma'lumotlarga ehtiyot bo'lishingiz kerak.",
  "Other Terms and Conditions": "Boshqa shartlar va qoidalar",
  "Justix reserves the right to update or modify this Privacy Policy at any time and without prior notice. We advise You to review this policy periodically, especially before providing any personal data. With your continued use of the Site or our services following any modifications or revisions of this Privacy Policy it shall be deemed that you agree with the terms of the revised Privacy Policy.": "Justix ushbu Maxfiylik siyosatini istalgan vaqtda va oldindan ogohlantirmasdan yangilash yoki o'zgartirish huquqini o'zida saqlab qoladi. Biz Sizga ushbu siyosatni vaqti-vaqti bilan, ayniqsa har qanday shaxsiy ma'lumotlarni taqdim etishdan oldin ko'rib chiqishingizni maslahat beramiz. Ushbu Maxfiylik siyosatiga kiritilgan har qanday o'zgartirish yoki tahrirlardan so'ng Sayt yoki xizmatlarimizdan foydalanishni davom ettirishingiz bilan siz qayta ko'rib chiqilgan Maxfiylik siyosati shartlariga rozilik bildirgan hisoblanasiz.",
  "Access to Information": "Ma'lumotlarga kirish",
  "It is our policy to keep the information provided by You in the form of personal data as accurate, current, and complete. If You find the information is inaccurate or not up to date, please contact us as specified below. We will update or correct personal data in our possession previously submitted by You on this Site.": "Bizning siyosatimiz Siz taqdim etgan shaxsiy ma'lumotlar shaklidagi ma'lumotlarni aniq, dolzarb va to'liq saqlashdir. Agar Siz ma'lumotlarning noto'g'ri yoki eskirganligini aniqlasangiz, iltimos, quyida ko'rsatilganidek, biz bilan bog'laning. Biz sizning ushbu Saytda oldin taqdim etgan bizdagi shaxsiy ma'lumotlarni yangilaymiz yoki tuzatamiz.",
  "Opt-out Policy": "Obunadan voz kechish siyosati",
  "In case, after registering, You dont want to receive any information from us or You have any questions about the use of information provided by You, please contact us as specified below.": "Agar ro'yxatdan o'tgandan so'ng, Siz bizdan hech qanday ma'lumot olishni istamasangiz yoki Siz taqdim etgan ma'lumotlardan foydalanish bo'yicha savollaringiz bo'lsa, iltimos, quyida ko'rsatilganidek, biz bilan bog'laning.",
  "Update your Information": "Ma'lumotlaringizni yangilang",
  "In case, after registering, You want to modify your personally identifiable information previously provided, please contact us as specified below. We will respond to any such update or request within thirty (30) days of receiving the same.": "Agar ro'yxatdan o'tgandan so'ng, Siz oldin taqdim etgan shaxsiy ma'lumotlaringizni o'zgartirmoqchi bo'lsangiz, iltimos, quyida ko'rsatilganidek, biz bilan bog'laning. Biz har qanday bunday yangilanish yoki so'rovga uni olgandan keyin o'ttiz (30) kun ichida javob beramiz.",
  "How to Contact Us": "Biz bilan qanday bog'lanish mumkin",
  "Do Get in Touch with us if You have any questions regarding this Privacy Policy or collection of personal data from this Site. Please contact us by going to contact page and completing the online email form.": "Agar ushbu Maxfiylik siyosati yoki ushbu Saytdan shaxsiy ma'lumotlarni to'plash bo'yicha savollaringiz bo'lsa, biz bilan bog'laning. Iltimos, aloqa sahifasiga o'tib va onlayn elektron pochta shaklini to'ldirib biz bilan bog'laning.",
  "Terms of use": "Foydalanish shartlari",
  "This Terms of Use outlines the user policy of Justix, its services and liabilities involving the use of our services and products. By registering for any of our services, you agree that you have read and accepted all the terms and conditions outlined in this document.": "Ushbu Foydalanish shartlari Justixning foydalanuvchi siyosatini, uning xizmatlari va mahsulotlaridan foydalanish bilan bog'liq majburiyatlarini belgilaydi. Har qanday xizmatlarimizga ro'yxatdan o'tish orqali siz ushbu hujjatda bayon etilgan barcha shartlar va qoidalarni o'qib chiqqaningiz va qabul qilganingizga rozilik bildirasiz.",
  "Coverage & Scope": "Qamrov va doira",
  "This Terms of Use covers the treatment of use of services and products Justix and/or a website owned and operated by Justix. This document is not applicable to companies that Justix has no ownership of or does not control, or of persons that are not under the employment and management of Justix, including any third-party service and/or product providers bound by contract and any third-party websites to which Justix website links.": "Ushbu Foydalanish shartlari Justix va/yoki Justixga tegishli va u tomonidan boshqariladigan veb-saytning xizmatlari va mahsulotlaridan foydalanishni tartibga soladi. Ushbu hujjat Justix egalik qilmaydigan yoki nazorat qilmaydigan kompaniyalarga yoki Justixning bandligi va boshqaruvi ostida bo'lmagan shaxslarga, shu jumladan shartnoma bilan bog'langan har qanday uchinchi tomon xizmat va/yoki mahsulot provayderlariga va Justix veb-sayti havolalari bo'lgan har qanday uchinchi tomon veb-saytlariga taalluqli emas.",
  "Filing a Complaint": "Shikoyat berish",
  "In case of filing a complaint, Justix will try and come to a mutually acceptable solution if a user is unsatisfied with any of our services. Revocation occurs when things dont work out. If You think about filing a claim, please write to us before launching a request. You should only file complaints if we are unable to affect a mutually satisfactory solution.": "Shikoyat berilgan taqdirda, agar foydalanuvchi biron bir xizmatimizdan norozi bo'lsa, Justix o'zaro maqbul yechimga kelishga harakat qiladi. Ishlar yurishmaganda bekor qilish sodir bo'ladi. Agar siz da'vo arizasi berish haqida o'ylayotgan bo'lsangiz, iltimos, so'rov yuborishdan oldin bizga yozing. Siz faqat o'zaro qoniqarli yechimga erisha olmasak, shikoyat qilishingiz kerak.",
  "Eligibility for Refund": "Qaytarib berish huquqi",
  "We handle every project in a professional manner to ensure that the client is delivered what was mentioned as per the terms and conditions of the proposal. However, if the client has gone through the dispute resolution process, refund claims will be considered as per the following schedule which clearly lists the services and our Terms of Use related to each service.": "Biz har bir loyihani professional tarzda boshqaramiz, taklifning shartlari va qoidalariga muvofiq aytilgan narsalarni mijozga yetkazib berilishini ta'minlash uchun. Biroq, agar mijoz nizo hal qilish jarayonidan o'tgan bo'lsa, qaytarib berish da'volari har bir xizmatga oid xizmatlar va Foydalanish shartlarimizni aniq ko'rsatadigan quyidagi jadvalga muvofiq ko'rib chiqiladi.",
  "Application Programming": "Ilovalarni dasturlash",
  "We will offer a full refund if, for some reason, the project has not been initiated. An agreement is drafted for every application programming project. In case no agreement has been devised and/or there is no mention of a Terms of Use, we will apply the following delivery policy: Justix will issue a partial refund upon the discretion of the service provider if the project does not get finalized as mentioned in the delivery policy and contract. The proportion of the project completed will be calculated by Justix and the proportion that is not complete will be treated as per the pre-defined scope of the project.": "Agar biron bir sababga ko'ra loyiha boshlanmagan bo'lsa, biz to'liq qaytarib beramiz. Har bir ilova dasturlash loyihasi uchun shartnoma tuziladi. Agar shartnoma tuzilmagan bo'lsa va/yoki Foydalanish shartlari haqida hech qanday eslatma bo'lmasa, biz quyidagi yetkazib berish siyosatini qo'llaymiz: Agar loyiha yetkazib berish siyosati va shartnomasida ko'rsatilganidek yakunlanmasa, Justix xizmat ko'rsatuvchining ixtiyoriga ko'ra qisman qaytarib beradi. Loyihaning yakunlangan qismi Justix tomonidan hisoblanadi va tugallanmagan qismi loyihaning oldindan belgilangan doirasiga muvofiq ko'rib chiqiladi.",
  "Dedicated Hiring": "Maxsus yollash",
  "Justix offers a full refund if there is a delay in starting the project by either the programmer / designer / content writer / SEO expert (or any other resource / staff). We will offer a proportionate refund if the client cancels the project at any point in time. We offer no refund for days worked. If the client is not satisfied with the work at any point in time, they must immediately notify our Project Manager and ask for discounts for any work not carried out. We will not accept any such negotiation at a later date.": "Agar dasturchi / dizayner / kontent yozuvchisi / SEO mutaxassisi (yoki boshqa har qanday resurs / xodim) tomonidan loyihani boshlashda kechikish bo'lsa, Justix to'liq qaytarib berishni taklif qiladi. Agar mijoz loyihani istalgan vaqtda bekor qilsa, biz mutanosib ravishda qaytarib beramiz. Ishlangan kunlar uchun qaytarib berilmaydi. Agar mijoz istalgan vaqtda ishdan qoniqmasa, ular darhol loyiha menejerimizga xabar berishlari va bajarilmagan har qanday ish uchun chegirmalarni so'rashlari kerak. Biz keyinroq bunday muzokaralarni qabul qilmaymiz.",
  "Applicability of the Delivery Policy": "Yetkazib berish siyosatining qo'llanilishi",
  "Timely payments: A project is not considered to be void if the agreed upon / listed payments are not clear. Timely communication from the client: Justix is not bound by the Terms of Use. The client must provide timely information for successful completion of the project. Justix will not accept any responsibility for the delay or failure of completing the project arising out of miscommunication or lack of communication in a timely manner. Completeness of information provided by the client: Justix is not obligated to respect its delivery and/or refund commitments if the client fails to provide complete information/scope of the project to Justix at initializing stage of the project. Justix will only compensate for the delay of delivery, unless there is a special agreement signed with a penalty clause for delay in delivery.": "Vaqtida to'lovlar: Agar kelishilgan / ko'rsatilgan to'lovlar aniq bo'lmasa, loyiha bekor qilingan hisoblanmaydi. Mijozdan o'z vaqtida aloqa: Justix Foydalanish shartlari bilan bog'liq emas. Mijoz loyihani muvaffaqiyatli yakunlash uchun o'z vaqtida ma'lumot berishi kerak. Justix o'z vaqtida noto'g'ri aloqa yoki aloqaning yo'qligi sababli loyihani yakunlashdagi kechikish yoki muvaffaqiyatsizlik uchun hech qanday javobgarlikni o'z zimmasiga olmaydi. Mijoz tomonidan taqdim etilgan ma'lumotlarning to'liqligi: Agar mijoz loyihaning boshlang'ich bosqichida Justixga to'liq ma'lumot/loyiha doirasini taqdim etmasa, Justix o'zining yetkazib berish va/yoki qaytarib berish majburiyatlariga rioya qilishga majbur emas. Justix faqat yetkazib berishdagi kechikish uchun kompensatsiya to'laydi, agar yetkazib berishdagi kechikish uchun jarima bandi bilan maxsus shartnoma imzolangan bo'lmasa.",
  "Limitation of Liability": "Javobgarlikni cheklash",
  "Justix liability is limited in as much to the value of the portion of the project (as per Justix proposal) which may be incomplete at any given point of time. Justix will not be held responsible for losses arising out of the services delivered / not delivered or the delay in the same. Justix is only liable to refund if the client cancels the project, and as such, the cancellation has been communicated to Justix in writing.": "Justixning javobgarligi har qanday vaqtda tugallanmagan bo'lishi mumkin bo'lgan loyiha qismining (Justix taklifiga binoan) qiymatiga qadar cheklangan. Justix yetkazib berilgan / yetkazib berilmagan xizmatlar yoki ulardagi kechikish natijasida kelib chiqadigan zararlar uchun javobgar bo'lmaydi. Justix faqat mijoz loyihani bekor qilsa va bunday bekor qilish Justixga yozma ravishda xabar qilingan taqdirdagina qaytarib berishga majburdir.",
  "Processing of Refunds": "Qaytarib berishlarni qayta ishlash",
  "Justix will process the refunds and mail the same within 5 business days of the cancellation date. The same method of payment will be required as the original (refund by check or refund to credit card).": "Justix qaytarib berishlarni qayta ishlaydi va bekor qilingan kundan boshlab 5 ish kuni ichida ularni pochta orqali yuboradi. To'lovning asl usuli talab qilinadi (chek bilan qaytarish yoki kredit kartaga qaytarish).",
  "Why choose Justix for big data?": "Nima uchun katta ma'lumotlar uchun Justix ni tanlash kerak?",
  "Our experience and skills in big data allow us to create custom solutions that turn your data into actionable insights and drive business growth.": "Katta ma'lumotlar bo'yicha tajribamiz va ko'nikmalarimiz sizning ma'lumotlaringizni amaliy tushunchalarga aylantiradigan va biznes o'sishini rag'batlantiradigan maxsus echimlarni yaratishga imkon beradi."
}
